{
  "text": {
    "quiero": 54,
    "obtener": 45,
    "el": 20,
    "horario": 28,
    "del": 17,
    "tren": 70,
    "quiero obtener": 55,
    "obtener el": 46,
    "el horario": 23,
    "horario del": 29,
    "del tren": 18,
    "cuáles": 8,
    "son": 66,
    "los": 38,
    "horarios": 30,
    "de": 13,
    "trenes": 72,
    "cuáles son": 9,
    "son los": 67,
    "los horarios": 40,
    "horarios de": 31,
    "de los": 15,
    "los trenes": 42,
    "necesito": 43,
    "saber": 61,
    "las": 36,
    "horas": 32,
    "la": 34,
    "estación": 25,
    "necesito saber": 44,
    "saber las": 62,
    "las horas": 37,
    "horas de": 33,
    "de la": 14,
    "la estación": 35,
    "qué": 57,
    "hora": 26,
    "sale": 64,
    "train_type": 69,
    "qué hora": 58,
    "hora sale": 27,
    "sale el": 65,
    "el tren": 24,
    "tren de": 71,
    "de train_type": 16,
    "precios": 50,
    "billetes": 5,
    "quiero saber": 56,
    "saber los": 63,
    "los precios": 41,
    "precios de": 51,
    "los billetes": 39,
    "cuánto": 10,
    "cuesta": 6,
    "billete": 2,
    "a": 0,
    "destination_station": 19,
    "cuánto cuesta": 11,
    "cuesta el": 7,
    "el billete": 21,
    "billete a": 3,
    "a destination_station": 1,
    "date": 12,
    "puedo": 52,
    "reservar": 59,
    "un": 73,
    "para": 48,
    "puedo reservar": 53,
    "reservar un": 60,
    "un billete": 74,
    "billete para": 4,
    "para el": 49,
    "el date": 22,
    "time": 68,
    "origin_station": 47
  },
  "intent": {
    "check_train_schedule": 1,
    "ask_price": 0,
    "confirm_reservation": 2,
    "provide_date": 3,
    "provide_time": 6,
    "provide_origin_station": 5,
    "provide_destination_station": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_date": 12,
    "utter_ask_origin": 13,
    "utter_ask_price": 14,
    "utter_confirm_reservation": 15
  },
  "action_text": null,
  "intent_response_key": null
}