{
  "text": {
    "what": 115,
    "kind": 54,
    "of": 71,
    "food": 34,
    "do": 29,
    "you": 117,
    "serve": 88,
    "tell": 98,
    "me": 62,
    "about": 2,
    "your": 118,
    "menu": 64,
    "can": 17,
    "i": 51,
    "get": 38,
    "a": 1,
    "list": 56,
    "dishes": 28,
    "m": 59,
    "looking": 57,
    "for": 35,
    "special": 91,
    "meal": 63,
    "s": 84,
    "the": 100,
    "chef": 22,
    "specialty": 93,
    "reservations": 81,
    "available": 12,
    "today": 105,
    "book": 15,
    "table": 96,
    "__number__": 0,
    "people": 75,
    "have": 44,
    "any": 7,
    "specials": 92,
    "going": 40,
    "on": 72,
    "request": 79,
    "specific": 94,
    "is": 53,
    "there": 101,
    "outdoor": 74,
    "seating": 86,
    "hotel": 49,
    "policy": 77,
    "pets": 76,
    "room": 82,
    "amenities": 5,
    "nearby": 68,
    "attractions": 11,
    "how": 50,
    "far": 31,
    "from": 37,
    "airport": 4,
    "loyalty": 58,
    "programs": 78,
    "with": 116,
    "city": 23,
    "view": 111,
    "need": 69,
    "two": 107,
    "beds": 14,
    "tonight": 106,
    "floor": 33,
    "many": 61,
    "rooms": 83,
    "are": 8,
    "this": 102,
    "weekend": 113,
    "hi": 48,
    "help": 46,
    "welcome": 114,
    "to": 104,
    "our": 73,
    "hello": 45,
    "mind": 65,
    "hey": 47,
    "some": 89,
    "assistance": 10,
    "good": 41,
    "morning": 66,
    "assist": 9,
    "next": 70,
    "friday": 36,
    "d": 24,
    "like": 55,
    "make": 60,
    "reservation": 80,
    "schedule": 85,
    "stay": 95,
    "week": 112,
    "go": 39,
    "booking": 16,
    "check": 21,
    "in": 52,
    "time": 103,
    "cancellation": 18,
    "discounts": 27,
    "type": 108,
    "bed": 13,
    "access": 3,
    "my": 67,
    "details": 26,
    "thanks": 99,
    "chatting": 20,
    "us": 110,
    "goodbye": 42,
    "great": 43,
    "day": 25,
    "see": 87,
    "soon": 90,
    "take": 97,
    "care": 19,
    "and": 6,
    "evening": 30,
    "farewell": 32,
    "until": 109
  },
  "intent": {
    "intent_restaurant_inform": 6,
    "intent_restaurant_request": 7,
    "intent_hotel_inform": 4,
    "intent_hotel_request": 5,
    "intent_general_greet": 3,
    "intent_booking_request": 1,
    "intent_booking_inform": 0,
    "intent_general_bye": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_booking_details": 12,
    "utter_ask_hotel_details": 13,
    "utter_ask_restaurant_details": 14,
    "utter_goodbye_message": 15,
    "utter_provide_booking_info": 16,
    "utter_provide_hotel_info": 17,
    "utter_provide_restaurant_info": 18,
    "utter_welcome_message": 19
  },
  "action_text": null,
  "intent_response_key": null
}