{
  "text": {
    "looking": 106,
    "for": 64,
    "a": 3,
    "restaurant": 151,
    "in": 86,
    "the": 186,
    "centre": 41,
    "looking for": 107,
    "for a": 65,
    "a restaurant": 8,
    "restaurant in": 152,
    "in the": 88,
    "the centre": 190,
    "could": 51,
    "you": 230,
    "suggest": 176,
    "something": 168,
    "cheap": 42,
    "could you": 52,
    "you suggest": 234,
    "suggest something": 177,
    "something cheap": 169,
    "i": 82,
    "want": 219,
    "to": 210,
    "find": 62,
    "an": 18,
    "expensive": 60,
    "place": 136,
    "i want": 85,
    "want to": 220,
    "to find": 213,
    "find an": 63,
    "an expensive": 19,
    "expensive place": 61,
    "what": 223,
    "s": 157,
    "good": 74,
    "south": 170,
    "area": 20,
    "what s": 224,
    "s good": 158,
    "good in": 75,
    "the south": 200,
    "south area": 171,
    "recommend": 145,
    "korean": 98,
    "recommend a": 146,
    "a korean": 6,
    "korean place": 99,
    "cambridge": 37,
    "in cambridge": 87,
    "at": 22,
    "kings": 96,
    "lynn": 110,
    "at kings": 24,
    "kings lynn": 97,
    "located": 102,
    "located in": 103,
    "on": 131,
    "side": 167,
    "on the": 133,
    "south side": 172,
    "near": 121,
    "city": 43,
    "near city": 122,
    "city centre": 44,
    "yes": 228,
    "please": 137,
    "make": 111,
    "reservation": 147,
    "yes please": 229,
    "please make": 140,
    "make a": 112,
    "a reservation": 7,
    "can": 38,
    "book": 28,
    "it": 92,
    "me": 113,
    "can you": 40,
    "you book": 231,
    "book it": 30,
    "it for": 93,
    "for me": 67,
    "confirm": 47,
    "my": 119,
    "booking": 33,
    "to confirm": 212,
    "confirm my": 48,
    "my booking": 120,
    "reserve": 148,
    "tomorrow": 215,
    "please reserve": 141,
    "reserve for": 150,
    "for tomorrow": 69,
    "now": 128,
    "it now": 95,
    "phone": 134,
    "number": 129,
    "s the": 161,
    "the phone": 195,
    "phone number": 135,
    "give": 72,
    "address": 14,
    "give me": 73,
    "me the": 116,
    "the address": 187,
    "do": 53,
    "have": 76,
    "postcode": 144,
    "do you": 54,
    "you have": 233,
    "have the": 78,
    "the postcode": 197,
    "where": 225,
    "is": 89,
    "riverside": 154,
    "brasserie": 34,
    "where is": 227,
    "is the": 91,
    "the riverside": 199,
    "riverside brasserie": 155,
    "tell": 182,
    "about": 12,
    "lucky": 108,
    "star": 173,
    "tell me": 183,
    "me about": 115,
    "about the": 13,
    "the lucky": 194,
    "lucky star": 109,
    "train": 217,
    "ticket": 206,
    "book a": 29,
    "a train": 11,
    "train ticket": 218,
    "ticket for": 207,
    "hotel": 79,
    "room": 156,
    "can i": 39,
    "i reserve": 84,
    "reserve a": 149,
    "a hotel": 5,
    "hotel room": 80,
    "taxi": 180,
    "please book": 138,
    "book me": 31,
    "me a": 114,
    "a taxi": 10,
    "table": 178,
    "little": 100,
    "seoul": 164,
    "a table": 9,
    "table at": 179,
    "at little": 25,
    "little seoul": 101,
    "need": 123,
    "tickets": 208,
    "i need": 83,
    "need to": 125,
    "to book": 211,
    "book tickets": 32,
    "tickets now": 209,
    "__number__": 0,
    "at __number__": 23,
    "__number__ __number__": 1,
    "after": 15,
    "am": 17,
    "after __number__": 16,
    "__number__ am": 2,
    "saturday": 162,
    "evening": 55,
    "on saturday": 132,
    "saturday evening": 163,
    "before": 26,
    "midnight": 117,
    "before midnight": 27,
    "morning": 118,
    "tomorrow morning": 216,
    "next": 126,
    "week": 221,
    "next week": 127,
    "this": 204,
    "weekend": 222,
    "this weekend": 205,
    "today": 214,
    "number for": 130,
    "for booking": 66,
    "contact": 49,
    "have a": 77,
    "a contact": 4,
    "contact number": 50,
    "please give": 139,
    "the restaurant": 198,
    "restaurant s": 153,
    "s number": 159,
    "need the": 124,
    "the hotel": 193,
    "hotel s": 81,
    "s phone": 160,
    "service": 165,
    "the taxi": 202,
    "taxi service": 181,
    "service number": 166,
    "code": 45,
    "the area": 188,
    "area code": 21,
    "is it": 90,
    "it located": 94,
    "located postcode": 104,
    "postal": 142,
    "the postal": 196,
    "postal code": 143,
    "zip": 235,
    "that": 184,
    "the zip": 203,
    "zip code": 236,
    "code for": 46,
    "for that": 68,
    "that place": 185,
    "exactly": 58,
    "where exactly": 226,
    "exactly is": 59,
    "full": 70,
    "you give": 232,
    "the full": 192,
    "full address": 71,
    "street": 174,
    "location": 105,
    "the street": 201,
    "street location": 175,
    "exact": 56,
    "the exact": 191,
    "exact address": 57,
    "building": 35,
    "the building": 189,
    "building number": 36
  },
  "intent": {
    "request_restaurant": 9,
    "inform_location": 2,
    "confirm_reservation": 0,
    "request_information": 6,
    "request_booking": 5,
    "inform_time": 3,
    "inform_date": 1,
    "request_phone_number": 7,
    "request_postcode": 8,
    "request_address": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_confirm_reservation": 12,
    "utter_offer_restaurant_suggestion": 13,
    "utter_provide_information": 14
  },
  "action_text": null,
  "intent_response_key": null
}