{
  "text": {
    "what": 327,
    "s": 245,
    "good": 108,
    "at": 42,
    "this": 297,
    "restaurant": 235,
    "what s": 329,
    "s good": 246,
    "good at": 109,
    "at this": 43,
    "this restaurant": 298,
    "i": 121,
    "want": 325,
    "to": 302,
    "know": 145,
    "more": 165,
    "about": 26,
    "the": 281,
    "menu": 162,
    "i want": 130,
    "want to": 326,
    "to know": 303,
    "know more": 146,
    "more about": 166,
    "about the": 27,
    "the menu": 286,
    "tell": 279,
    "me": 154,
    "daily": 73,
    "specials": 262,
    "tell me": 280,
    "me about": 156,
    "the daily": 285,
    "daily specials": 74,
    "can": 58,
    "you": 334,
    "recommend": 226,
    "something": 258,
    "can you": 60,
    "you recommend": 338,
    "recommend something": 227,
    "is": 139,
    "there": 295,
    "a": 2,
    "children": 69,
    "is there": 142,
    "there a": 296,
    "a children": 5,
    "children s": 70,
    "s menu": 247,
    "do": 84,
    "have": 110,
    "any": 33,
    "deals": 75,
    "today": 306,
    "do you": 86,
    "you have": 336,
    "have any": 112,
    "any deals": 34,
    "deals today": 77,
    "atmosphere": 44,
    "like": 149,
    "inside": 138,
    "s the": 248,
    "the atmosphere": 283,
    "atmosphere like": 45,
    "like inside": 150,
    "how": 119,
    "order": 204,
    "takeout": 275,
    "how do": 120,
    "do i": 85,
    "i order": 128,
    "order takeout": 205,
    "it": 143,
    "open": 198,
    "on": 189,
    "sundays": 271,
    "is it": 141,
    "it open": 144,
    "open on": 199,
    "on sundays": 196,
    "most": 167,
    "popular": 219,
    "dish": 83,
    "the most": 287,
    "most popular": 168,
    "popular dish": 220,
    "chef": 68,
    "you tell": 341,
    "me more": 157,
    "the chef": 284,
    "need": 178,
    "information": 136,
    "your": 342,
    "hotel": 115,
    "i need": 127,
    "need information": 181,
    "information about": 137,
    "about your": 28,
    "your hotel": 343,
    "rooms": 242,
    "the rooms": 292,
    "book": 53,
    "room": 239,
    "i book": 122,
    "book a": 54,
    "a room": 17,
    "amenities": 31,
    "offer": 188,
    "what amenities": 328,
    "amenities do": 32,
    "you offer": 337,
    "fitness": 97,
    "center": 64,
    "a fitness": 7,
    "fitness center": 98,
    "spa": 261,
    "have a": 111,
    "a spa": 19,
    "get": 105,
    "tour": 310,
    "of": 186,
    "property": 223,
    "can i": 59,
    "i get": 126,
    "get a": 106,
    "a tour": 23,
    "tour of": 311,
    "of the": 187,
    "the property": 291,
    "are": 37,
    "pets": 213,
    "allowed": 30,
    "are pets": 38,
    "pets allowed": 214,
    "site": 257,
    "a restaurant": 15,
    "restaurant on": 236,
    "on site": 195,
    "check": 65,
    "in": 133,
    "i check": 125,
    "check in": 66,
    "policy": 217,
    "early": 87,
    "the policy": 290,
    "policy on": 218,
    "on early": 192,
    "early check": 88,
    "with": 330,
    "view": 322,
    "book me": 55,
    "me a": 155,
    "room with": 241,
    "with a": 331,
    "a view": 25,
    "suite": 269,
    "for": 99,
    "two": 318,
    "nights": 185,
    "need a": 179,
    "a suite": 21,
    "suite for": 270,
    "for two": 104,
    "two nights": 319,
    "find": 95,
    "near": 173,
    "airport": 29,
    "find me": 96,
    "a hotel": 8,
    "hotel near": 116,
    "near the": 174,
    "the airport": 282,
    "reserve": 233,
    "you reserve": 339,
    "reserve a": 234,
    "room for": 240,
    "for me": 101,
    "suggest": 267,
    "hotels": 117,
    "under": 320,
    "__number__": 0,
    "per": 211,
    "night": 184,
    "suggest hotels": 268,
    "hotels under": 118,
    "under __number__": 321,
    "__number__ per": 1,
    "per night": 212,
    "or": 200,
    "discounts": 81,
    "available": 46,
    "deals or": 76,
    "or discounts": 201,
    "discounts available": 82,
    "cancel": 61,
    "my": 169,
    "reservation": 232,
    "i cancel": 124,
    "cancel my": 62,
    "my reservation": 171,
    "late": 147,
    "out": 208,
    "on late": 193,
    "late check": 148,
    "check out": 67,
    "parking": 209,
    "fee": 92,
    "a parking": 11,
    "parking fee": 210,
    "balcony": 49,
    "a balcony": 4,
    "taxi": 276,
    "take": 273,
    "somewhere": 260,
    "a taxi": 22,
    "taxi to": 278,
    "to take": 305,
    "take me": 274,
    "me somewhere": 159,
    "ride": 237,
    "please": 216,
    "a ride": 16,
    "ride for": 238,
    "me please": 158,
    "nearest": 175,
    "stand": 265,
    "me the": 160,
    "the nearest": 288,
    "nearest taxi": 176,
    "taxi stand": 277,
    "schedule": 250,
    "pickup": 215,
    "i schedule": 129,
    "schedule a": 251,
    "a pickup": 12,
    "promotions": 221,
    "any promotions": 36,
    "promotions or": 222,
    "quote": 224,
    "specific": 263,
    "route": 243,
    "a quote": 13,
    "quote for": 225,
    "for a": 100,
    "a specific": 20,
    "specific route": 264,
    "minimum": 163,
    "fare": 91,
    "a minimum": 10,
    "minimum fare": 164,
    "tips": 301,
    "on tips": 197,
    "train": 312,
    "ticket": 299,
    "a train": 24,
    "train ticket": 316,
    "ticket to": 300,
    "to somewhere": 304,
    "station": 266,
    "nearest train": 177,
    "train station": 314,
    "next": 182,
    "few": 93,
    "trains": 317,
    "a schedule": 18,
    "schedule for": 252,
    "for the": 103,
    "the next": 289,
    "next few": 183,
    "few trains": 94,
    "cancellations": 63,
    "on cancellations": 191,
    "in for": 134,
    "for my": 102,
    "my train": 172,
    "baggage": 47,
    "a baggage": 3,
    "baggage fee": 48,
    "system": 272,
    "your train": 345,
    "train system": 315,
    "the route": 293,
    "route you": 244,
    "you take": 340,
    "the schedule": 294,
    "schedule like": 253,
    "like today": 151,
    "refund": 228,
    "if": 131,
    "delayed": 78,
    "a refund": 14,
    "refund if": 229,
    "if my": 132,
    "train is": 313,
    "is delayed": 140,
    "lounge": 152,
    "waiting": 323,
    "area": 39,
    "a lounge": 9,
    "lounge or": 153,
    "or waiting": 203,
    "waiting area": 324,
    "bring": 56,
    "bike": 50,
    "board": 52,
    "i bring": 123,
    "bring my": 57,
    "my bike": 170,
    "bike on": 51,
    "on board": 190,
    "help": 113,
    "else": 89,
    "need help": 180,
    "help with": 114,
    "with something": 333,
    "something else": 259,
    "assist": 40,
    "different": 79,
    "topic": 307,
    "you assist": 335,
    "assist me": 41,
    "me with": 161,
    "a different": 6,
    "different topic": 80,
    "other": 206,
    "services": 255,
    "any other": 35,
    "other services": 207,
    "services available": 256,
    "refunds": 230,
    "exchanges": 90,
    "s your": 249,
    "your policy": 344,
    "on refunds": 194,
    "refunds or": 231,
    "or exchanges": 202,
    "touch": 308,
    "customer": 71,
    "service": 254,
    "get in": 107,
    "in touch": 135,
    "touch with": 309,
    "with customer": 332,
    "customer service": 72
  },
  "intent": {
    "intent_restaurant_inform": 4,
    "intent_hotel_inform": 1,
    "intent_hotel_request": 2,
    "intent_taxi_request": 7,
    "intent_train_request": 9,
    "intent_train_inform": 8,
    "intent_other": 3,
    "intent_booking_request": 0,
    "intent_restaurant_request": 5,
    "intent_taxi_inform": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "book_hotel_room": 12,
    "book_taxi_ride": 13,
    "book_train_ticket": 14,
    "help_with_other_topic": 15,
    "provide_hotel_info": 16,
    "provide_restaurant_info": 17,
    "provide_train_info": 18,
    "utter_booking_request": 19,
    "utter_hotel_inform": 20,
    "utter_other": 21,
    "utter_restaurant_inform": 22,
    "utter_taxi_confirm": 23,
    "utter_taxi_request": 24,
    "utter_train_confirm": 25,
    "utter_train_request": 26
  },
  "action_text": null,
  "intent_response_key": null
}