{
  "text": {
    "i": 90,
    "want": 245,
    "to": 218,
    "know": 99,
    "more": 116,
    "about": 10,
    "restaurants": 157,
    "i want": 93,
    "want to": 246,
    "to know": 221,
    "know more": 100,
    "more about": 117,
    "about restaurants": 12,
    "can": 40,
    "you": 254,
    "tell": 193,
    "me": 111,
    "local": 105,
    "eateries": 58,
    "can you": 41,
    "you tell": 258,
    "tell me": 194,
    "me about": 113,
    "about local": 11,
    "local eateries": 107,
    "what": 249,
    "s": 163,
    "good": 78,
    "eat": 56,
    "around": 25,
    "here": 84,
    "what s": 251,
    "s good": 164,
    "good to": 81,
    "to eat": 220,
    "eat around": 57,
    "around here": 26,
    "recommend": 147,
    "some": 173,
    "nice": 128,
    "places": 142,
    "for": 62,
    "dinner": 53,
    "recommend some": 148,
    "some nice": 175,
    "nice places": 129,
    "places for": 143,
    "for dinner": 64,
    "give": 76,
    "a": 0,
    "list": 103,
    "of": 133,
    "nearby": 121,
    "give me": 77,
    "me a": 112,
    "a list": 2,
    "list of": 104,
    "of nearby": 134,
    "nearby restaurants": 123,
    "is": 97,
    "there": 207,
    "any": 18,
    "food": 60,
    "the": 195,
    "corner": 48,
    "is there": 98,
    "there any": 208,
    "any good": 21,
    "good food": 79,
    "food around": 61,
    "around the": 27,
    "the corner": 198,
    "d": 50,
    "like": 101,
    "restaurant": 154,
    "scene": 167,
    "i d": 91,
    "d like": 51,
    "like to": 102,
    "about the": 13,
    "the restaurant": 202,
    "restaurant scene": 156,
    "are": 22,
    "popular": 145,
    "in": 94,
    "area": 24,
    "what are": 250,
    "are some": 23,
    "some popular": 176,
    "popular restaurants": 146,
    "restaurants in": 158,
    "in the": 95,
    "the area": 196,
    "book": 38,
    "table": 186,
    "tonight": 228,
    "book a": 39,
    "a table": 7,
    "table for": 188,
    "for tonight": 69,
    "reserve": 151,
    "something": 177,
    "at": 28,
    "name": 118,
    "you reserve": 257,
    "reserve something": 153,
    "something for": 178,
    "for me": 66,
    "me at": 114,
    "at name": 30,
    "make": 109,
    "reservation": 149,
    "make a": 110,
    "a reservation": 3,
    "reservation for": 150,
    "need": 126,
    "two": 238,
    "time": 217,
    "i need": 92,
    "need a": 127,
    "for two": 71,
    "two at": 239,
    "at time": 32,
    "do": 54,
    "have": 82,
    "availability": 33,
    "this": 211,
    "evening": 59,
    "do you": 55,
    "you have": 256,
    "have any": 83,
    "any availability": 20,
    "availability this": 35,
    "this evening": 212,
    "spot": 179,
    "tomorrow": 225,
    "night": 130,
    "a spot": 6,
    "spot for": 180,
    "for tomorrow": 68,
    "tomorrow night": 226,
    "reserve a": 152,
    "table at": 187,
    "at restaurant": 31,
    "restaurant name": 155,
    "hotels": 88,
    "town": 230,
    "the hotels": 200,
    "hotels in": 89,
    "in town": 96,
    "options": 139,
    "near": 119,
    "station": 183,
    "some good": 174,
    "good options": 80,
    "options near": 141,
    "near the": 120,
    "the station": 203,
    "you give": 255,
    "nearby hotels": 122,
    "stay": 185,
    "places to": 144,
    "to stay": 223,
    "hotel": 85,
    "the hotel": 199,
    "hotel scene": 87,
    "accommodation": 14,
    "available": 36,
    "city": 45,
    "center": 44,
    "any accommodation": 19,
    "accommodation available": 15,
    "available near": 37,
    "the city": 197,
    "city center": 46,
    "room": 160,
    "a room": 4,
    "room for": 161,
    "at hotel": 29,
    "hotel name": 86,
    "date": 52,
    "for date": 63,
    "nights": 131,
    "starting": 181,
    "from": 72,
    "two nights": 240,
    "nights starting": 132,
    "starting from": 182,
    "from date": 73,
    "weekend": 248,
    "this weekend": 214,
    "train": 231,
    "schedule": 168,
    "the train": 205,
    "train schedule": 234,
    "traveling": 236,
    "location": 108,
    "options for": 140,
    "for traveling": 70,
    "traveling to": 237,
    "to location": 222,
    "stations": 184,
    "nearby train": 125,
    "train stations": 235,
    "visit": 242,
    "along": 16,
    "way": 247,
    "to visit": 224,
    "visit along": 243,
    "along the": 17,
    "the way": 206,
    "route": 162,
    "train route": 233,
    "ticket": 215,
    "a ticket": 9,
    "ticket for": 216,
    "tonight s": 229,
    "s train": 166,
    "on": 135,
    "me on": 115,
    "on date": 136,
    "tomorrow s": 227,
    "seat": 169,
    "a seat": 5,
    "seat for": 170,
    "two on": 241,
    "on train": 138,
    "train name": 232,
    "availability on": 34,
    "on this": 137,
    "this route": 213,
    "taxi": 189,
    "services": 171,
    "the taxi": 204,
    "taxi services": 192,
    "services in": 172,
    "getting": 74,
    "for getting": 65,
    "getting around": 75,
    "companies": 47,
    "nearby taxi": 124,
    "taxi companies": 190,
    "with": 252,
    "visit with": 244,
    "with a": 253,
    "a taxi": 8,
    "taxi for": 191,
    "ride": 159,
    "s ride": 165,
    "car": 42,
    "a car": 1,
    "car for": 43,
    "culture": 49,
    "the local": 201,
    "local culture": 106,
    "things": 209,
    "for things": 67,
    "things to": 210,
    "to do": 219
  },
  "intent": {
    "intent_restaurant_inform": 3,
    "intent_restaurant_request": 4,
    "intent_hotel_inform": 0,
    "intent_hotel_request": 1,
    "intent_train_inform": 7,
    "intent_train_request": 8,
    "intent_taxi_inform": 5,
    "intent_taxi_request": 6,
    "intent_other": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "inform_hotels": 12,
    "inform_other": 13,
    "inform_restaurants": 14,
    "inform_taxis": 15,
    "inform_trains": 16
  },
  "action_text": null,
  "intent_response_key": null
}