{
  "text": {
    "i": 40,
    "want": 92,
    "to": 82,
    "travel": 88,
    "on": 58,
    "15th": 0,
    "april": 12,
    "i want": 41,
    "want to": 93,
    "to travel": 85,
    "travel on": 89,
    "on 15th": 59,
    "15th april": 1,
    "the": 77,
    "date": 23,
    "is": 42,
    "20th": 2,
    "may": 56,
    "the date": 78,
    "date is": 25,
    "is 20th": 43,
    "20th may": 3,
    "let": 51,
    "s": 70,
    "set": 75,
    "for": 31,
    "3rd": 4,
    "june": 48,
    "let s": 52,
    "s set": 72,
    "set the": 76,
    "date for": 24,
    "for 3rd": 32,
    "3rd june": 5,
    "we": 94,
    "ll": 53,
    "go": 36,
    "6th": 6,
    "october": 57,
    "we ll": 95,
    "ll go": 54,
    "go on": 37,
    "on 6th": 60,
    "6th october": 7,
    "at": 15,
    "what": 96,
    "time": 80,
    "around": 13,
    "__number__": 8,
    "preferably": 64,
    "at what": 17,
    "what time": 97,
    "time around": 81,
    "around __number__": 14,
    "__number__ __number__": 9,
    "__number__ preferably": 11,
    "train": 86,
    "leaves": 49,
    "the train": 79,
    "train leaves": 87,
    "leaves at": 50,
    "at __number__": 16,
    "schedule": 73,
    "s schedule": 71,
    "schedule for": 74,
    "for __number__": 33,
    "departing": 26,
    "from": 34,
    "berlin": 18,
    "departing from": 27,
    "from berlin": 35,
    "origin": 61,
    "london": 55,
    "origin is": 62,
    "is london": 45,
    "going": 38,
    "paris": 63,
    "going to": 39,
    "to paris": 84,
    "destination": 28,
    "city": 21,
    "rome": 69,
    "destination city": 29,
    "city is": 22,
    "is rome": 46,
    "budget": 19,
    "euros": 30,
    "budget is": 20,
    "is __number__": 44,
    "__number__ euros": 10,
    "price": 65,
    "range": 67,
    "up": 90,
    "price range": 66,
    "range is": 68,
    "is up": 47,
    "up to": 91,
    "to __number__": 83
  },
  "intent": {
    "inform_date": 0,
    "inform_time": 4,
    "inform_origin": 2,
    "inform_destination": 1,
    "inform_price": 3,
    "request_trip": 5
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "trip_form": 12,
    "utter_confirm_all": 13
  },
  "action_text": null,
  "intent_response_key": null
}