{
  "text": {
    "what": 194,
    "s": 143,
    "on": 108,
    "the": 167,
    "menu": 95,
    "today": 183,
    "what s": 196,
    "s on": 145,
    "on the": 110,
    "the menu": 171,
    "menu today": 97,
    "tell": 165,
    "me": 92,
    "about": 12,
    "your": 203,
    "restaurant": 138,
    "tell me": 166,
    "me about": 94,
    "about your": 13,
    "your restaurant": 206,
    "can": 34,
    "you": 197,
    "share": 147,
    "some": 150,
    "reviews": 139,
    "can you": 36,
    "you share": 201,
    "share some": 148,
    "some reviews": 151,
    "how": 73,
    "do": 43,
    "get": 59,
    "here": 66,
    "how do": 74,
    "do you": 45,
    "you get": 198,
    "get here": 62,
    "have": 64,
    "any": 17,
    "recommendations": 130,
    "you have": 199,
    "have any": 65,
    "any recommendations": 20,
    "i": 75,
    "want": 191,
    "to": 179,
    "know": 86,
    "more": 98,
    "i want": 80,
    "want to": 192,
    "to know": 181,
    "know more": 87,
    "more about": 99,
    "atmosphere": 28,
    "like": 88,
    "in": 83,
    "s the": 146,
    "the atmosphere": 169,
    "atmosphere like": 29,
    "like in": 89,
    "in here": 84,
    "are": 24,
    "there": 175,
    "vegetarian": 189,
    "options": 114,
    "are there": 26,
    "there any": 176,
    "any vegetarian": 23,
    "vegetarian options": 190,
    "room": 140,
    "amenities": 16,
    "what are": 195,
    "are the": 25,
    "the room": 173,
    "room amenities": 141,
    "hotel": 67,
    "policy": 125,
    "your hotel": 204,
    "hotel policy": 69,
    "airport": 14,
    "from": 57,
    "do i": 44,
    "i get": 77,
    "get to": 63,
    "to the": 182,
    "the airport": 168,
    "airport from": 15,
    "from here": 58,
    "suites": 159,
    "available": 30,
    "any suites": 22,
    "suites available": 160,
    "fitness": 50,
    "facilities": 46,
    "site": 149,
    "any fitness": 19,
    "fitness facilities": 51,
    "facilities on": 47,
    "on site": 109,
    "check": 38,
    "process": 128,
    "the check": 170,
    "check in": 39,
    "in process": 85,
    "book": 32,
    "a": 4,
    "for": 52,
    "tonight": 184,
    "book a": 33,
    "a room": 9,
    "room for": 142,
    "for tonight": 54,
    "reserve": 136,
    "suite": 157,
    "__number__": 0,
    "nights": 107,
    "you reserve": 200,
    "reserve a": 137,
    "a suite": 10,
    "suite for": 158,
    "for __number__": 53,
    "__number__ nights": 1,
    "need": 104,
    "pet": 122,
    "friendly": 55,
    "i need": 79,
    "need a": 105,
    "a pet": 6,
    "pet friendly": 123,
    "friendly hotel": 56,
    "find": 48,
    "near": 102,
    "train": 185,
    "station": 154,
    "find me": 49,
    "me a": 93,
    "a hotel": 5,
    "hotel near": 68,
    "near the": 103,
    "the train": 174,
    "train station": 186,
    "suggest": 155,
    "hotels": 70,
    "under": 187,
    "per": 120,
    "night": 106,
    "suggest hotels": 156,
    "hotels under": 71,
    "under __number__": 188,
    "__number__ per": 3,
    "per night": 121,
    "this": 177,
    "weekend": 193,
    "s available": 144,
    "available this": 31,
    "this weekend": 178,
    "discounts": 41,
    "any discounts": 18,
    "discounts available": 42,
    "refund": 131,
    "if": 81,
    "cancel": 37,
    "can i": 35,
    "get a": 60,
    "a refund": 7,
    "refund if": 132,
    "if i": 82,
    "i cancel": 76,
    "make": 90,
    "reservation": 133,
    "make a": 91,
    "a reservation": 8,
    "reservation for": 134,
    "take": 163,
    "my": 100,
    "order": 115,
    "over": 117,
    "phone": 124,
    "you take": 202,
    "take my": 164,
    "my order": 101,
    "order over": 116,
    "over the": 118,
    "the phone": 172,
    "table": 161,
    "people": 119,
    "to book": 180,
    "a table": 11,
    "table for": 162,
    "__number__ people": 2,
    "specials": 152,
    "any specials": 21,
    "specials today": 153,
    "price": 126,
    "range": 129,
    "menu price": 96,
    "price range": 127,
    "delivery": 40,
    "get delivery": 61,
    "online": 111,
    "i make": 78,
    "reservation online": 135,
    "opening": 112,
    "hours": 72,
    "are your": 27,
    "your opening": 205,
    "opening hours": 113
  },
  "intent": {
    "intent_restaurant_inform": 4,
    "intent_hotel_inform": 2,
    "intent_hotel_request": 3,
    "intent_restaurant_request": 5,
    "intent_booking_inform": 0,
    "intent_booking_request": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_booking_details": 12,
    "utter_ask_hotel_details": 13,
    "utter_book_restaurant_table": 14,
    "utter_provide_booking_info": 15,
    "utter_provide_hotel_info": 16,
    "utter_provide_restaurant_info": 17
  },
  "action_text": null,
  "intent_response_key": null
}