{
  "text": {
    "what": 597,
    "s": 433,
    "the": 493,
    "price": 395,
    "range": 408,
    "for": 160,
    "a": 6,
    "nice": 333,
    "restaurant": 422,
    "what s": 601,
    "s the": 438,
    "the price": 515,
    "price range": 397,
    "range for": 409,
    "for a": 161,
    "a nice": 10,
    "nice restaurant": 334,
    "can": 72,
    "you": 613,
    "tell": 482,
    "me": 295,
    "cost": 102,
    "can you": 75,
    "you tell": 623,
    "tell me": 483,
    "me the": 299,
    "the cost": 500,
    "is": 231,
    "average": 57,
    "here": 199,
    "what is": 599,
    "is the": 243,
    "the average": 497,
    "average price": 58,
    "price here": 396,
    "i": 210,
    "m": 283,
    "looking": 278,
    "place": 383,
    "with": 606,
    "cheap": 79,
    "i m": 213,
    "m looking": 286,
    "looking for": 279,
    "a place": 12,
    "place with": 384,
    "with cheap": 607,
    "any": 28,
    "affordable": 20,
    "options": 356,
    "available": 56,
    "any affordable": 29,
    "affordable options": 22,
    "options available": 357,
    "pricier": 400,
    "option": 355,
    "the pricier": 516,
    "pricier option": 401,
    "need": 327,
    "to": 546,
    "know": 263,
    "menu": 301,
    "prices": 398,
    "i need": 214,
    "need to": 331,
    "to know": 549,
    "know the": 265,
    "the menu": 507,
    "menu prices": 302,
    "give": 179,
    "info": 227,
    "on": 350,
    "dining": 126,
    "costs": 105,
    "you give": 618,
    "give me": 180,
    "me info": 298,
    "info on": 228,
    "on dining": 351,
    "dining costs": 127,
    "tonight": 555,
    "for tonight": 170,
    "are": 38,
    "there": 532,
    "expensive": 145,
    "restaurants": 425,
    "nearby": 324,
    "are there": 39,
    "there any": 534,
    "any expensive": 31,
    "expensive restaurants": 147,
    "restaurants nearby": 426,
    "do": 131,
    "they": 535,
    "serve": 447,
    "chinese": 82,
    "food": 156,
    "do they": 132,
    "they serve": 537,
    "serve chinese": 448,
    "chinese food": 83,
    "food here": 157,
    "interested": 229,
    "in": 220,
    "indian": 226,
    "m interested": 285,
    "interested in": 230,
    "in indian": 222,
    "italian": 254,
    "any italian": 33,
    "italian options": 255,
    "find": 152,
    "japanese": 257,
    "you find": 617,
    "find a": 153,
    "with japanese": 608,
    "about": 15,
    "mexican": 303,
    "what about": 598,
    "about mexican": 17,
    "mexican restaurants": 304,
    "vegetarian": 577,
    "places": 385,
    "left": 270,
    "any vegetarian": 35,
    "vegetarian places": 578,
    "places left": 386,
    "want": 588,
    "if": 217,
    "have": 190,
    "seafood": 443,
    "i want": 216,
    "want to": 589,
    "know if": 264,
    "if they": 218,
    "they have": 536,
    "have seafood": 194,
    "does": 134,
    "this": 539,
    "offer": 343,
    "bbq": 59,
    "does this": 135,
    "this restaurant": 543,
    "restaurant offer": 423,
    "offer bbq": 344,
    "suggest": 468,
    "pub": 406,
    "you suggest": 622,
    "suggest a": 469,
    "a pub": 13,
    "pub food": 407,
    "food place": 159,
    "fast": 148,
    "any fast": 32,
    "fast food": 149,
    "food options": 158,
    "options nearby": 358,
    "phone": 381,
    "number": 338,
    "the phone": 514,
    "phone number": 382,
    "their": 527,
    "contact": 98,
    "do you": 133,
    "you have": 619,
    "have their": 195,
    "their contact": 528,
    "contact number": 101,
    "telephone": 480,
    "need the": 330,
    "the telephone": 522,
    "telephone number": 481,
    "the restaurant": 519,
    "restaurant phone": 424,
    "please": 387,
    "their phone": 529,
    "number please": 340,
    "landline": 266,
    "is there": 244,
    "there a": 533,
    "a landline": 7,
    "landline number": 267,
    "mobile": 310,
    "the mobile": 508,
    "mobile number": 312,
    "an": 25,
    "office": 345,
    "have an": 192,
    "an office": 27,
    "office number": 346,
    "reach": 415,
    "them": 530,
    "via": 582,
    "to reach": 551,
    "reach them": 417,
    "them via": 531,
    "via phone": 583,
    "provide": 403,
    "you provide": 621,
    "provide their": 405,
    "contact info": 99,
    "rate": 410,
    "room": 432,
    "the rate": 517,
    "rate for": 411,
    "a room": 14,
    "per": 375,
    "night": 335,
    "cost per": 104,
    "per night": 376,
    "discounts": 129,
    "any discounts": 30,
    "discounts available": 130,
    "for an": 162,
    "an affordable": 26,
    "affordable option": 21,
    "any pricier": 34,
    "pricier options": 402,
    "hotel": 201,
    "need info": 329,
    "on hotel": 352,
    "hotel prices": 204,
    "low": 281,
    "rates": 412,
    "with low": 609,
    "low rates": 282,
    "total": 556,
    "the total": 524,
    "total cost": 557,
    "cost for": 103,
    "a night": 11,
    "hotels": 205,
    "expensive hotels": 146,
    "hotels nearby": 206,
    "where": 602,
    "located": 275,
    "where is": 604,
    "is this": 245,
    "this hotel": 542,
    "hotel located": 203,
    "address": 19,
    "you know": 620,
    "the address": 494,
    "area": 41,
    "provide the": 404,
    "the area": 495,
    "neighborhood": 332,
    "the neighborhood": 510,
    "part": 373,
    "of": 341,
    "town": 558,
    "what part": 600,
    "part of": 374,
    "of town": 342,
    "town is": 559,
    "hotel in": 202,
    "it": 247,
    "city": 85,
    "center": 78,
    "is it": 236,
    "it in": 250,
    "in the": 225,
    "the city": 499,
    "city center": 86,
    "directions": 128,
    "the directions": 503,
    "map": 293,
    "have a": 191,
    "a map": 9,
    "exactly": 143,
    "where exactly": 603,
    "exactly is": 144,
    "vicinity": 584,
    "the vicinity": 526,
    "vicinity please": 585,
    "departure": 121,
    "station": 463,
    "the departure": 501,
    "departure station": 123,
    "starting": 460,
    "point": 390,
    "the starting": 521,
    "starting point": 462,
    "origin": 361,
    "the origin": 513,
    "train": 560,
    "leaving": 268,
    "from": 173,
    "the train": 525,
    "train leaving": 562,
    "leaving from": 269,
    "source": 457,
    "the source": 520,
    "source station": 458,
    "station please": 465,
    "departing": 119,
    "main": 288,
    "it departing": 249,
    "departing from": 120,
    "from main": 176,
    "main station": 289,
    "departure city": 122,
    "confirm": 92,
    "location": 276,
    "you confirm": 615,
    "confirm the": 94,
    "starting location": 461,
    "train departing": 561,
    "arrival": 45,
    "the arrival": 496,
    "arrival station": 48,
    "destination": 124,
    "the destination": 502,
    "end": 138,
    "the end": 504,
    "end point": 140,
    "terminus": 484,
    "the terminus": 523,
    "final": 150,
    "stop": 466,
    "the final": 505,
    "final stop": 151,
    "arriving": 49,
    "at": 51,
    "it arriving": 248,
    "arriving at": 50,
    "at main": 53,
    "arrival city": 46,
    "end location": 139,
    "arrival point": 47,
    "point please": 391,
    "let": 271,
    "my": 313,
    "booking": 62,
    "let me": 272,
    "me confirm": 297,
    "confirm my": 93,
    "my booking": 314,
    "we": 592,
    "good": 184,
    "go": 181,
    "taxi": 476,
    "are we": 40,
    "we good": 594,
    "good to": 185,
    "to go": 548,
    "go with": 183,
    "with this": 611,
    "this taxi": 544,
    "order": 360,
    "the order": 512,
    "just": 258,
    "make": 290,
    "sure": 471,
    "cab": 69,
    "i just": 212,
    "just want": 260,
    "to make": 550,
    "make sure": 291,
    "sure about": 472,
    "about this": 18,
    "this cab": 540,
    "everything": 141,
    "set": 449,
    "is everything": 235,
    "everything set": 142,
    "set for": 450,
    "for this": 169,
    "taxi booking": 477,
    "verify": 580,
    "ride": 427,
    "request": 418,
    "me verify": 300,
    "verify my": 581,
    "my ride": 319,
    "ride request": 429,
    "confirming": 96,
    "car": 76,
    "hire": 200,
    "confirming this": 97,
    "this car": 541,
    "car hire": 77,
    "checking": 80,
    "taxy": 478,
    "confirmed": 95,
    "just checking": 259,
    "checking if": 81,
    "if this": 219,
    "this taxy": 545,
    "taxy ride": 479,
    "ride is": 428,
    "is confirmed": 233,
    "reservation": 419,
    "the reservation": 518,
    "valid": 574,
    "sure this": 473,
    "booking is": 63,
    "is valid": 246,
    "thanks": 487,
    "thanks for": 489,
    "for the": 168,
    "the info": 506,
    "got": 186,
    "got it": 187,
    "it thanks": 252,
    "understood": 567,
    "appreciate": 36,
    "understood appreciate": 568,
    "appreciate it": 37,
    "alright": 23,
    "that": 490,
    "helpful": 196,
    "alright that": 24,
    "that s": 492,
    "s helpful": 437,
    "okay": 347,
    "thank": 485,
    "okay thank": 348,
    "thank you": 486,
    "see": 445,
    "i see": 215,
    "see thanks": 446,
    "clarifies": 87,
    "things": 538,
    "that clarifies": 491,
    "clarifies things": 88,
    "fine": 154,
    "fine thanks": 155,
    "great": 188,
    "great that": 189,
    "s good": 436,
    "perfect": 378,
    "lot": 280,
    "perfect thanks": 379,
    "thanks a": 488,
    "a lot": 8,
    "up": 569,
    "__number__": 0,
    "m okay": 287,
    "okay with": 349,
    "with prices": 610,
    "prices up": 399,
    "up to": 570,
    "to __number__": 547,
    "sounds": 455,
    "__number__ __number__": 1,
    "__number__ sounds": 5,
    "sounds good": 456,
    "something": 451,
    "around": 43,
    "for something": 166,
    "something around": 452,
    "around __number__": 44,
    "our": 362,
    "budget": 66,
    "person": 380,
    "our budget": 364,
    "budget is": 67,
    "is __number__": 232,
    "__number__ per": 4,
    "per person": 377,
    "under": 563,
    "please suggest": 388,
    "suggest options": 470,
    "options under": 359,
    "under __number__": 564,
    "d": 110,
    "prefer": 392,
    "nothing": 336,
    "over": 366,
    "i d": 211,
    "d prefer": 111,
    "prefer nothing": 393,
    "nothing over": 337,
    "over __number__": 367,
    "vegan": 575,
    "we need": 595,
    "need a": 328,
    "with vegan": 612,
    "vegan options": 576,
    "how": 208,
    "how about": 209,
    "about italian": 16,
    "for fast": 164,
    "spots": 459,
    "have any": 193,
    "vegetarian spots": 579,
    "preference": 394,
    "seafood is": 444,
    "is our": 238,
    "our preference": 365,
    "get": 177,
    "can we": 74,
    "we get": 593,
    "get a": 178,
    "call": 70,
    "call me": 71,
    "me at": 296,
    "at __number__": 52,
    "my number": 317,
    "number is": 339,
    "country": 106,
    "code": 90,
    "reach me": 416,
    "__number__ in": 3,
    "in country": 221,
    "country code": 107,
    "code __number__": 91,
    "you can": 614,
    "can contact": 73,
    "contact me": 100,
    "my mobile": 315,
    "mobile is": 311,
    "use": 571,
    "please use": 389,
    "use __number__": 572,
    "__number__ for": 2,
    "for landline": 165,
    "san": 439,
    "francisco": 171,
    "ca": 68,
    "m at": 284,
    "at san": 54,
    "san francisco": 440,
    "francisco ca": 172,
    "delivery": 117,
    "paris": 372,
    "for delivery": 163,
    "delivery in": 118,
    "in paris": 223,
    "midtown": 307,
    "manhattan": 292,
    "our area": 363,
    "area is": 42,
    "is midtown": 237,
    "midtown manhattan": 308,
    "deliver": 115,
    "tokyo": 554,
    "you deliver": 616,
    "deliver to": 116,
    "to tokyo": 552,
    "re": 413,
    "sydney": 474,
    "near": 322,
    "opera": 353,
    "house": 207,
    "we re": 596,
    "re in": 414,
    "in sydney": 224,
    "sydney near": 475,
    "near the": 323,
    "the opera": 511,
    "opera house": 354,
    "rome": 430,
    "italy": 256,
    "location is": 277,
    "is rome": 241,
    "rome italy": 431,
    "king": 261,
    "cross": 108,
    "from king": 174,
    "king s": 262,
    "s cross": 434,
    "cross station": 109,
    "waterloo": 590,
    "at waterloo": 55,
    "waterloo station": 591,
    "nearest": 325,
    "oxford": 368,
    "circus": 84,
    "the nearest": 509,
    "nearest station": 326,
    "station is": 464,
    "is oxford": 239,
    "oxford circus": 369,
    "victoria": 586,
    "go to": 182,
    "to victoria": 553,
    "victoria station": 587,
    "liverpool": 273,
    "street": 467,
    "from liverpool": 175,
    "liverpool street": 274,
    "paddington": 370,
    "destination is": 125,
    "is paddington": 240,
    "paddington station": 371,
    "name": 320,
    "emily": 136,
    "davis": 114,
    "my name": 316,
    "name is": 321,
    "is emily": 234,
    "emily davis": 137,
    "michael": 305,
    "clark": 89,
    "reservation under": 421,
    "under michael": 566,
    "michael clark": 306,
    "sophia": 453,
    "martinez": 294,
    "it s": 251,
    "s for": 435,
    "for sophia": 167,
    "sophia martinez": 454,
    "daniel": 112,
    "brown": 64,
    "use daniel": 573,
    "daniel brown": 113,
    "brown for": 65,
    "the booking": 498,
    "sarah": 441,
    "williams": 605,
    "my reservation": 318,
    "reservation name": 420,
    "is sarah": 242,
    "sarah williams": 442,
    "book": 60,
    "henry": 197,
    "miller": 309,
    "book it": 61,
    "it under": 253,
    "under henry": 565,
    "henry miller": 198
  },
  "intent": {
    "restaurant_request_price": 11,
    "restaurant_request_food": 9,
    "restaurant_request_phone": 10,
    "hotel_request_price": 2,
    "hotel_request_location": 1,
    "train_request_departure_location": 14,
    "train_request_arrival_location": 13,
    "taxi_request_confirmation": 12,
    "general_acknowledgement": 0,
    "inform_price": 6,
    "inform_food": 3,
    "inform_phone": 5,
    "inform_location": 4,
    "inform_station": 8,
    "inform_reservation": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "hotel_form": 12,
    "restaurant_form": 13,
    "taxi_form": 14,
    "train_form": 15,
    "utter_confirm_all_hotel": 16,
    "utter_confirm_all_restaurant": 17,
    "utter_confirm_all_taxi": 18,
    "utter_confirm_all_train": 19
  },
  "action_text": null,
  "intent_response_key": null
}