{
  "text": {
    "what": 720,
    "s": 520,
    "the": 593,
    "price": 474,
    "range": 487,
    "for": 203,
    "a": 6,
    "nice": 409,
    "restaurant": 506,
    "what s": 724,
    "s the": 525,
    "the price": 617,
    "price range": 476,
    "range for": 488,
    "for a": 204,
    "a nice": 16,
    "nice restaurant": 411,
    "can": 101,
    "you": 736,
    "tell": 582,
    "me": 362,
    "cost": 133,
    "can you": 105,
    "you tell": 747,
    "tell me": 583,
    "me the": 369,
    "the cost": 601,
    "is": 296,
    "average": 81,
    "here": 254,
    "what is": 722,
    "is the": 308,
    "the average": 598,
    "average price": 82,
    "price here": 475,
    "i": 269,
    "m": 350,
    "looking": 345,
    "place": 461,
    "with": 728,
    "cheap": 109,
    "i m": 273,
    "m looking": 353,
    "looking for": 346,
    "a place": 18,
    "place with": 463,
    "with cheap": 730,
    "any": 45,
    "affordable": 33,
    "options": 434,
    "available": 79,
    "any affordable": 46,
    "affordable options": 35,
    "options available": 435,
    "pricier": 479,
    "option": 432,
    "the pricier": 618,
    "pricier option": 480,
    "need": 398,
    "to": 655,
    "know": 329,
    "menu": 371,
    "prices": 477,
    "i need": 274,
    "need to": 405,
    "to know": 661,
    "know the": 331,
    "the menu": 608,
    "menu prices": 372,
    "give": 227,
    "info": 290,
    "on": 427,
    "dining": 159,
    "costs": 136,
    "you give": 741,
    "give me": 228,
    "me info": 367,
    "info on": 291,
    "on dining": 428,
    "dining costs": 160,
    "tonight": 672,
    "for tonight": 215,
    "are": 55,
    "there": 635,
    "expensive": 184,
    "restaurants": 510,
    "nearby": 394,
    "are there": 56,
    "there any": 637,
    "any expensive": 48,
    "expensive restaurants": 186,
    "restaurants nearby": 511,
    "do": 166,
    "they": 638,
    "serve": 537,
    "chinese": 112,
    "food": 199,
    "do they": 167,
    "they serve": 640,
    "serve chinese": 538,
    "chinese food": 113,
    "food here": 200,
    "interested": 294,
    "in": 281,
    "indian": 289,
    "m interested": 352,
    "interested in": 295,
    "in indian": 283,
    "italian": 319,
    "any italian": 50,
    "italian options": 320,
    "find": 191,
    "japanese": 323,
    "you find": 740,
    "find a": 192,
    "with japanese": 731,
    "about": 27,
    "mexican": 373,
    "what about": 721,
    "about mexican": 29,
    "mexican restaurants": 374,
    "vegetarian": 700,
    "places": 464,
    "left": 336,
    "any vegetarian": 52,
    "vegetarian places": 701,
    "places left": 465,
    "want": 711,
    "if": 278,
    "have": 240,
    "seafood": 533,
    "i want": 277,
    "want to": 712,
    "know if": 330,
    "if they": 279,
    "they have": 639,
    "have seafood": 244,
    "does": 169,
    "this": 642,
    "offer": 420,
    "bbq": 83,
    "does this": 170,
    "this restaurant": 647,
    "restaurant offer": 508,
    "offer bbq": 421,
    "suggest": 561,
    "pub": 485,
    "you suggest": 746,
    "suggest a": 562,
    "a pub": 19,
    "pub food": 486,
    "food place": 202,
    "fast": 187,
    "any fast": 49,
    "fast food": 188,
    "food options": 201,
    "options nearby": 436,
    "phone": 459,
    "number": 415,
    "the phone": 616,
    "phone number": 460,
    "their": 630,
    "contact": 129,
    "do you": 168,
    "you have": 742,
    "have their": 245,
    "their contact": 631,
    "contact number": 132,
    "telephone": 580,
    "need the": 404,
    "the telephone": 625,
    "telephone number": 581,
    "the restaurant": 621,
    "restaurant phone": 509,
    "please": 466,
    "their phone": 632,
    "number please": 417,
    "landline": 332,
    "is there": 309,
    "there a": 636,
    "a landline": 13,
    "landline number": 333,
    "mobile": 378,
    "the mobile": 609,
    "mobile number": 380,
    "an": 40,
    "office": 422,
    "have an": 242,
    "an office": 44,
    "office number": 423,
    "reach": 494,
    "them": 633,
    "via": 705,
    "to reach": 665,
    "reach them": 496,
    "them via": 634,
    "via phone": 706,
    "provide": 482,
    "you provide": 745,
    "provide their": 484,
    "contact info": 130,
    "rate": 489,
    "room": 518,
    "the rate": 619,
    "rate for": 490,
    "a room": 23,
    "per": 453,
    "night": 412,
    "cost per": 135,
    "per night": 454,
    "discounts": 164,
    "any discounts": 47,
    "discounts available": 165,
    "for an": 205,
    "an affordable": 41,
    "affordable option": 34,
    "any pricier": 51,
    "pricier options": 481,
    "hotel": 256,
    "need info": 402,
    "on hotel": 429,
    "hotel prices": 261,
    "low": 348,
    "rates": 491,
    "with low": 732,
    "low rates": 349,
    "total": 673,
    "the total": 627,
    "total cost": 674,
    "cost for": 134,
    "a night": 17,
    "hotels": 264,
    "expensive hotels": 185,
    "hotels nearby": 265,
    "where": 725,
    "located": 341,
    "where is": 727,
    "is this": 310,
    "this hotel": 646,
    "hotel located": 258,
    "address": 32,
    "you know": 744,
    "the address": 594,
    "area": 58,
    "provide the": 483,
    "the area": 596,
    "neighborhood": 406,
    "the neighborhood": 611,
    "part": 451,
    "of": 418,
    "town": 675,
    "what part": 723,
    "part of": 452,
    "of town": 419,
    "town is": 676,
    "hotel in": 257,
    "it": 312,
    "city": 115,
    "center": 108,
    "is it": 301,
    "it in": 315,
    "in the": 286,
    "the city": 600,
    "city center": 116,
    "directions": 163,
    "the directions": 604,
    "map": 361,
    "have a": 241,
    "a map": 15,
    "exactly": 182,
    "where exactly": 726,
    "exactly is": 183,
    "vicinity": 707,
    "the vicinity": 629,
    "vicinity please": 708,
    "departure": 153,
    "station": 556,
    "the departure": 602,
    "departure station": 155,
    "starting": 553,
    "point": 469,
    "the starting": 624,
    "starting point": 555,
    "origin": 439,
    "the origin": 615,
    "train": 677,
    "leaving": 334,
    "from": 220,
    "the train": 628,
    "train leaving": 679,
    "leaving from": 335,
    "source": 550,
    "the source": 623,
    "source station": 551,
    "station please": 558,
    "departing": 151,
    "main": 355,
    "it departing": 314,
    "departing from": 152,
    "from main": 224,
    "main station": 356,
    "departure city": 154,
    "confirm": 123,
    "location": 342,
    "you confirm": 738,
    "confirm the": 125,
    "starting location": 554,
    "train departing": 678,
    "arrival": 64,
    "the arrival": 597,
    "arrival station": 67,
    "destination": 157,
    "the destination": 603,
    "end": 177,
    "the end": 605,
    "end point": 179,
    "terminus": 584,
    "the terminus": 626,
    "final": 189,
    "stop": 559,
    "the final": 606,
    "final stop": 190,
    "arriving": 68,
    "at": 72,
    "it arriving": 313,
    "arriving at": 69,
    "at main": 75,
    "arrival city": 65,
    "end location": 178,
    "arrival point": 66,
    "point please": 470,
    "let": 337,
    "my": 383,
    "booking": 89,
    "let me": 338,
    "me confirm": 365,
    "confirm my": 124,
    "my booking": 384,
    "we": 715,
    "good": 232,
    "go": 229,
    "taxi": 572,
    "are we": 57,
    "we good": 717,
    "good to": 235,
    "to go": 660,
    "go with": 231,
    "with this": 734,
    "this taxi": 648,
    "order": 438,
    "the order": 614,
    "just": 324,
    "make": 357,
    "sure": 564,
    "cab": 97,
    "i just": 272,
    "just want": 326,
    "to make": 663,
    "make sure": 358,
    "sure about": 565,
    "about this": 31,
    "this cab": 644,
    "everything": 180,
    "set": 541,
    "is everything": 300,
    "everything set": 181,
    "set for": 542,
    "for this": 213,
    "taxi booking": 573,
    "verify": 703,
    "ride": 512,
    "request": 499,
    "me verify": 370,
    "verify my": 704,
    "my ride": 389,
    "ride request": 514,
    "confirming": 127,
    "car": 106,
    "hire": 255,
    "confirming this": 128,
    "this car": 645,
    "car hire": 107,
    "checking": 110,
    "taxy": 578,
    "confirmed": 126,
    "just checking": 325,
    "checking if": 111,
    "if this": 280,
    "this taxy": 649,
    "taxy ride": 579,
    "ride is": 513,
    "is confirmed": 298,
    "reservation": 501,
    "the reservation": 620,
    "valid": 697,
    "sure this": 566,
    "booking is": 91,
    "is valid": 311,
    "thanks": 587,
    "thanks for": 589,
    "for the": 212,
    "the info": 607,
    "got": 236,
    "got it": 237,
    "it thanks": 317,
    "understood": 690,
    "appreciate": 53,
    "understood appreciate": 691,
    "appreciate it": 54,
    "alright": 38,
    "that": 590,
    "helpful": 252,
    "alright that": 39,
    "that s": 592,
    "s helpful": 524,
    "okay": 424,
    "thank": 585,
    "okay thank": 425,
    "thank you": 586,
    "see": 535,
    "i see": 276,
    "see thanks": 536,
    "clarifies": 117,
    "things": 641,
    "that clarifies": 591,
    "clarifies things": 118,
    "fine": 197,
    "fine thanks": 198,
    "great": 238,
    "great that": 239,
    "s good": 523,
    "perfect": 456,
    "lot": 347,
    "perfect thanks": 457,
    "thanks a": 588,
    "a lot": 14,
    "up": 692,
    "__number__": 0,
    "m okay": 354,
    "okay with": 426,
    "with prices": 733,
    "prices up": 478,
    "up to": 693,
    "to __number__": 656,
    "sounds": 548,
    "__number__ __number__": 1,
    "__number__ sounds": 5,
    "sounds good": 549,
    "something": 545,
    "around": 60,
    "for something": 210,
    "something around": 546,
    "around __number__": 61,
    "our": 440,
    "budget": 94,
    "person": 458,
    "our budget": 442,
    "budget is": 95,
    "is __number__": 297,
    "__number__ per": 4,
    "per person": 455,
    "under": 686,
    "please suggest": 467,
    "suggest options": 563,
    "options under": 437,
    "under __number__": 687,
    "d": 141,
    "prefer": 471,
    "nothing": 413,
    "over": 444,
    "i d": 271,
    "d prefer": 142,
    "prefer nothing": 472,
    "nothing over": 414,
    "over __number__": 445,
    "vegan": 698,
    "we need": 718,
    "need a": 399,
    "with vegan": 735,
    "vegan options": 699,
    "how": 267,
    "how about": 268,
    "about italian": 28,
    "for fast": 208,
    "spots": 552,
    "have any": 243,
    "vegetarian spots": 702,
    "preference": 473,
    "seafood is": 534,
    "is our": 303,
    "our preference": 443,
    "get": 225,
    "can we": 104,
    "we get": 716,
    "get a": 226,
    "call": 99,
    "call me": 100,
    "me at": 364,
    "at __number__": 73,
    "my number": 387,
    "number is": 416,
    "country": 137,
    "code": 119,
    "reach me": 495,
    "__number__ in": 3,
    "in country": 282,
    "country code": 138,
    "code __number__": 120,
    "you can": 737,
    "can contact": 102,
    "contact me": 131,
    "my mobile": 385,
    "mobile is": 379,
    "use": 694,
    "please use": 468,
    "use __number__": 695,
    "__number__ for": 2,
    "for landline": 209,
    "san": 526,
    "francisco": 218,
    "ca": 96,
    "m at": 351,
    "at san": 76,
    "san francisco": 527,
    "francisco ca": 219,
    "delivery": 149,
    "paris": 450,
    "for delivery": 206,
    "delivery in": 150,
    "in paris": 284,
    "midtown": 376,
    "manhattan": 360,
    "our area": 441,
    "area is": 59,
    "is midtown": 302,
    "midtown manhattan": 377,
    "deliver": 147,
    "tokyo": 669,
    "you deliver": 739,
    "deliver to": 148,
    "to tokyo": 667,
    "re": 492,
    "sydney": 567,
    "near": 392,
    "opera": 430,
    "house": 266,
    "we re": 719,
    "re in": 493,
    "in sydney": 285,
    "sydney near": 568,
    "near the": 393,
    "the opera": 613,
    "opera house": 431,
    "rome": 516,
    "italy": 322,
    "location is": 343,
    "is rome": 306,
    "rome italy": 517,
    "king": 327,
    "cross": 139,
    "from king": 222,
    "king s": 328,
    "s cross": 521,
    "cross station": 140,
    "waterloo": 713,
    "at waterloo": 78,
    "waterloo station": 714,
    "nearest": 395,
    "oxford": 446,
    "circus": 114,
    "the nearest": 610,
    "nearest station": 397,
    "station is": 557,
    "is oxford": 304,
    "oxford circus": 447,
    "victoria": 709,
    "go to": 230,
    "to victoria": 668,
    "victoria station": 710,
    "liverpool": 339,
    "street": 560,
    "from liverpool": 223,
    "liverpool street": 340,
    "paddington": 448,
    "destination is": 158,
    "is paddington": 305,
    "paddington station": 449,
    "name": 390,
    "emily": 176,
    "my name": 386,
    "name is": 391,
    "is emily": 299,
    "michael": 375,
    "reservation under": 503,
    "under michael": 689,
    "sophia": 547,
    "it s": 316,
    "s for": 522,
    "for sophia": 211,
    "daniel": 143,
    "use daniel": 696,
    "daniel for": 144,
    "the booking": 599,
    "sarah": 528,
    "my reservation": 388,
    "reservation name": 502,
    "is sarah": 307,
    "book": 85,
    "henry": 253,
    "book it": 87,
    "it under": 318,
    "under henry": 688,
    "to book": 657,
    "book a": 86,
    "a restaurant": 21,
    "reserve": 504,
    "table": 569,
    "two": 685,
    "can i": 103,
    "i reserve": 275,
    "reserve a": 505,
    "a table": 24,
    "table for": 571,
    "for two": 217,
    "eat": 173,
    "dinner": 162,
    "nice place": 410,
    "place to": 462,
    "to eat": 658,
    "eat dinner": 174,
    "help": 246,
    "finding": 194,
    "need help": 401,
    "help finding": 250,
    "finding a": 195,
    "a good": 11,
    "good restaurant": 234,
    "restaurant nearby": 507,
    "book me": 88,
    "me a": 363,
    "table at": 570,
    "at the": 77,
    "nearest italian": 396,
    "italian place": 321,
    "help me": 251,
    "me find": 366,
    "a dining": 10,
    "dining option": 161,
    "option in": 433,
    "in this": 287,
    "this area": 643,
    "help booking": 248,
    "booking a": 90,
    "a hotel": 12,
    "hotel room": 262,
    "comfortable": 121,
    "a comfortable": 8,
    "comfortable hotel": 122,
    "hotel near": 259,
    "good hotel": 233,
    "hotel nearby": 260,
    "decent": 145,
    "room at": 519,
    "at a": 74,
    "a decent": 9,
    "decent price": 146,
    "breakfast": 92,
    "included": 288,
    "help find": 249,
    "hotel with": 263,
    "with breakfast": 729,
    "breakfast included": 93,
    "assistance": 70,
    "need assistance": 400,
    "assistance finding": 71,
    "finding an": 196,
    "an available": 42,
    "available hotel": 80,
    "some": 543,
    "schedules": 531,
    "london": 344,
    "find me": 193,
    "me some": 368,
    "some train": 544,
    "train schedules": 680,
    "schedules to": 532,
    "to london": 662,
    "information": 292,
    "next": 407,
    "manchester": 359,
    "need information": 403,
    "information about": 293,
    "about the": 30,
    "the next": 612,
    "next train": 408,
    "train to": 682,
    "to manchester": 664,
    "ticket": 652,
    "you help": 743,
    "help book": 247,
    "a train": 26,
    "train ticket": 681,
    "times": 653,
    "birmingham": 84,
    "for departure": 207,
    "departure times": 156,
    "times from": 654,
    "from birmingham": 221,
    "schedule": 529,
    "trains": 683,
    "edinburgh": 175,
    "the schedule": 622,
    "schedule for": 530,
    "for trains": 216,
    "trains to": 684,
    "to edinburgh": 659,
    "early": 171,
    "morning": 381,
    "an early": 43,
    "early morning": 172,
    "morning train": 382,
    "request a": 500,
    "a taxi": 25,
    "taxi please": 575,
    "through": 650,
    "i book": 270,
    "a cab": 7,
    "cab through": 98,
    "through you": 651,
    "airport": 36,
    "a ride": 22,
    "ride to": 515,
    "to the": 666,
    "the airport": 595,
    "airport can": 37,
    "reliable": 497,
    "service": 539,
    "a reliable": 20,
    "reliable taxi": 498,
    "taxi service": 576,
    "service nearby": 540,
    "taxi to": 577,
    "arrange": 62,
    "tomorrow": 670,
    "arrange a": 63,
    "taxi for": 574,
    "for tomorrow": 214,
    "tomorrow morning": 671
  },
  "intent": {
    "restaurant_request_price": 13,
    "restaurant_request_food": 11,
    "restaurant_request_phone": 12,
    "hotel_request_price": 3,
    "hotel_request_location": 2,
    "train_request_departure_location": 18,
    "train_request_arrival_location": 17,
    "taxi_request_confirmation": 15,
    "general_acknowledgement": 0,
    "inform_price": 7,
    "inform_food": 4,
    "inform_phone": 6,
    "inform_location": 5,
    "inform_station": 9,
    "inform_reservation": 8,
    "restaurant_request": 10,
    "hotel_request": 1,
    "train_request": 16,
    "taxi_request": 14
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "hotel_form": 12,
    "restaurant_form": 13,
    "taxi_form": 14,
    "train_form": 15,
    "utter_confirm_all_hotel": 16,
    "utter_confirm_all_restaurant": 17,
    "utter_confirm_all_taxi": 18,
    "utter_confirm_all_train": 19
  },
  "action_text": null,
  "intent_response_key": null
}