{
  "text": {
    "i": 89,
    "m": 103,
    "looking": 101,
    "for": 59,
    "a": 0,
    "restaurant": 148,
    "in": 93,
    "location": 100,
    "i m": 92,
    "m looking": 104,
    "looking for": 102,
    "for a": 60,
    "a restaurant": 3,
    "restaurant in": 149,
    "in location": 94,
    "can": 34,
    "get": 71,
    "some": 166,
    "information": 96,
    "about": 9,
    "restaurants": 154,
    "can i": 35,
    "i get": 91,
    "get some": 73,
    "some information": 167,
    "information about": 97,
    "about restaurants": 12,
    "restaurants in": 155,
    "please": 136,
    "suggest": 169,
    "near": 115,
    "please suggest": 140,
    "suggest restaurants": 170,
    "restaurants near": 156,
    "near location": 116,
    "any": 18,
    "place": 134,
    "to": 189,
    "eat": 55,
    "any place": 20,
    "place to": 135,
    "to eat": 192,
    "eat in": 56,
    "book": 29,
    "me": 107,
    "table": 173,
    "around": 21,
    "book me": 31,
    "me a": 108,
    "a table": 6,
    "table around": 174,
    "around location": 22,
    "d": 42,
    "like": 98,
    "make": 105,
    "reservation": 144,
    "at": 24,
    "restaurant_name": 151,
    "i d": 90,
    "d like": 43,
    "like to": 99,
    "to make": 193,
    "make a": 106,
    "a reservation": 2,
    "reservation at": 145,
    "at restaurant_name": 26,
    "you": 213,
    "help": 79,
    "find": 57,
    "with": 207,
    "phone_number": 133,
    "can you": 36,
    "you help": 216,
    "help me": 80,
    "me find": 109,
    "find a": 58,
    "restaurant with": 150,
    "with phone_number": 210,
    "number_of_people": 122,
    "people": 130,
    "please book": 137,
    "book a": 30,
    "table for": 176,
    "for number_of_people": 66,
    "number_of_people people": 123,
    "where": 205,
    "more": 113,
    "where can": 206,
    "get more": 72,
    "more information": 114,
    "about restaurant_name": 11,
    "give": 74,
    "the": 177,
    "phone": 131,
    "number": 118,
    "of": 124,
    "you give": 214,
    "give me": 75,
    "me the": 111,
    "the phone": 180,
    "phone number": 132,
    "number of": 119,
    "of restaurant_name": 126,
    "to book": 190,
    "table at": 175,
    "restaurant_name for": 152,
    "reserve": 146,
    "date": 44,
    "and": 14,
    "time": 184,
    "please reserve": 139,
    "reserve a": 147,
    "for date": 62,
    "date and": 45,
    "and time": 17,
    "booking": 32,
    "process": 141,
    "me with": 112,
    "with the": 211,
    "the booking": 178,
    "booking process": 33,
    "do": 53,
    "have": 76,
    "availability": 27,
    "on": 128,
    "do you": 54,
    "you have": 215,
    "have availability": 78,
    "availability on": 28,
    "on date": 129,
    "date for": 46,
    "what": 203,
    "s": 160,
    "what s": 204,
    "s the": 161,
    "restaurant_name i": 153,
    "hotels": 86,
    "for information": 64,
    "about hotels": 10,
    "hotels in": 87,
    "suggestions": 171,
    "me some": 110,
    "some suggestions": 168,
    "suggestions for": 172,
    "for hotels": 63,
    "hotels near": 88,
    "recommend": 142,
    "hotel": 81,
    "checkin_date": 39,
    "checkout_date": 41,
    "please recommend": 138,
    "recommend a": 143,
    "a hotel": 1,
    "hotel with": 82,
    "with checkin_date": 208,
    "checkin_date and": 40,
    "and checkout_date": 16,
    "check": 37,
    "hotel_name": 83,
    "the check": 179,
    "check in": 38,
    "in time": 95,
    "time at": 185,
    "at hotel_name": 25,
    "have any": 77,
    "any availability": 19,
    "room": 157,
    "number_of_days": 120,
    "nights": 117,
    "a room": 4,
    "room at": 158,
    "hotel_name for": 84,
    "for number_of_days": 65,
    "number_of_days nights": 121,
    "room for": 159,
    "for checkin_date": 61,
    "of hotel_name": 125,
    "hotel_name i": 85,
    "trains": 200,
    "from": 69,
    "departure_station": 47,
    "destination": 52,
    "about trains": 13,
    "trains from": 201,
    "from departure_station": 70,
    "departure_station to": 48,
    "to destination": 191,
    "time_of_day": 187,
    "departures": 51,
    "for trains": 68,
    "trains with": 202,
    "with time_of_day": 212,
    "time_of_day departures": 188,
    "train": 195,
    "departure_time": 49,
    "arrival_time": 23,
    "a train": 8,
    "train with": 196,
    "with departure_time": 209,
    "departure_time and": 50,
    "and arrival_time": 15,
    "schedule": 162,
    "train_name": 197,
    "today": 194,
    "the schedule": 181,
    "schedule for": 163,
    "for train_name": 67,
    "train_name today": 199,
    "ticket": 182,
    "a ticket": 7,
    "ticket for": 183,
    "time from": 186,
    "seat": 164,
    "a seat": 5,
    "seat for": 165,
    "of train_name": 127,
    "train_name i": 198
  },
  "intent": {
    "intent_restaurant_inform": 3,
    "intent_restaurant_request": 4,
    "intent_restaurant_booking": 2,
    "intent_hotel_inform": 1,
    "intent_hotel_booking": 0,
    "intent_train_inform": 5,
    "intent_train_request": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "actionhotelbooking": 12,
    "actionhotels": 13,
    "actionrestaurants": 14,
    "actionrestaurantsrequest": 15,
    "actiontrainrequest": 16,
    "actiontrains": 17
  },
  "action_text": null,
  "intent_response_key": null
}