{
  "text": {
    "i": 40,
    "want": 120,
    "a": 0,
    "restaurant_type": 95,
    "in": 45,
    "location": 52,
    "with": 125,
    "price_range": 85,
    "i want": 44,
    "want a": 121,
    "a restaurant_type": 5,
    "restaurant_type in": 96,
    "in location": 46,
    "location with": 55,
    "with a": 126,
    "a price_range": 3,
    "please": 82,
    "location please": 53,
    "m": 59,
    "looking": 56,
    "for": 21,
    "i m": 42,
    "m looking": 60,
    "looking for": 57,
    "for a": 22,
    "restaurant": 93,
    "location restaurant": 54,
    "restaurant_type restaurant": 97,
    "can": 18,
    "have": 29,
    "the": 111,
    "phone_number": 81,
    "can i": 19,
    "i have": 41,
    "have the": 30,
    "the phone_number": 112,
    "what": 122,
    "s": 98,
    "what s": 124,
    "s the": 99,
    "give": 24,
    "me": 61,
    "give me": 25,
    "me the": 62,
    "phone": 79,
    "number": 70,
    "phone number": 80,
    "number please": 71,
    "hotel": 34,
    "a hotel": 1,
    "hotel in": 36,
    "hotel with": 37,
    "need": 67,
    "number_of_people": 73,
    "people": 77,
    "starting": 103,
    "on": 75,
    "start_date": 102,
    "i need": 43,
    "need a": 68,
    "hotel for": 35,
    "for number_of_people": 23,
    "number_of_people people": 74,
    "people starting": 78,
    "starting on": 104,
    "on start_date": 76,
    "reservation": 92,
    "with reservation": 128,
    "the price_range": 113,
    "price": 83,
    "range": 87,
    "price range": 84,
    "hotels": 38,
    "are": 13,
    "there": 115,
    "what price_range": 123,
    "price_range hotels": 86,
    "hotels are": 39,
    "are there": 14,
    "taxi": 105,
    "to": 117,
    "taxi to": 106,
    "to location": 119,
    "need taxi": 69,
    "bye": 17,
    "goodbye": 28,
    "see": 100,
    "you": 129,
    "see you": 101,
    "later": 51,
    "adios": 7,
    "thanks": 109,
    "thank": 107,
    "thank you": 108,
    "appreciate": 11,
    "it": 50,
    "appreciate it": 12,
    "lot": 58,
    "thanks a": 110,
    "a lot": 2,
    "more": 63,
    "anything": 8,
    "else": 20,
    "anything else": 9,
    "is": 47,
    "is there": 49,
    "there anything": 116,
    "anything more": 10,
    "hello": 31,
    "hi": 33,
    "hey": 32,
    "good": 26,
    "morning": 64,
    "good morning": 27,
    "my": 65,
    "reference_number": 90,
    "my reference_number": 66,
    "reference_number is": 91,
    "is reference_number": 48,
    "the reference_number": 114,
    "reference": 88,
    "reference number": 89,
    "number reference_number": 72,
    "booking": 16,
    "a restaurant": 4,
    "restaurant with": 94,
    "with booking": 127,
    "a taxi": 6,
    "area": 15,
    "to area": 118
  },
  "intent": {
    "restaurant": 14,
    "inform": 11,
    "restaurant inform": 15,
    "request": 13,
    "restaurant request": 16,
    "hotel": 8,
    "hotel inform": 9,
    "hotel request": 10,
    "taxi": 17,
    "taxi inform": 18,
    "general": 3,
    "bye": 2,
    "general bye": 4,
    "thank": 20,
    "general thank": 6,
    "reqmore": 12,
    "general reqmore": 5,
    "welcome": 21,
    "general welcome": 7,
    "booking": 0,
    "booking inform": 1,
    "taxi request": 19
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 12,
    "action_session_start": 14,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 13,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 2,
    "action_extract_slots": 7,
    "action_ask_hotel_details": 0,
    "action_ask_restaurant_details": 1,
    "action_provide_hotel_options": 9,
    "action_provide_restaurant_details": 10,
    "action_provide_taxi_details": 11,
    "utter_ask_info": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_thank_you": 20
  },
  "action_text": null,
  "intent_response_key": null
}