{
  "text": {
    "what": 731,
    "s": 529,
    "the": 604,
    "price": 483,
    "range": 496,
    "for": 208,
    "a": 6,
    "nice": 418,
    "restaurant": 515,
    "what s": 735,
    "s the": 534,
    "the price": 628,
    "price range": 485,
    "range for": 497,
    "for a": 209,
    "a nice": 16,
    "nice restaurant": 420,
    "can": 103,
    "you": 748,
    "tell": 593,
    "me": 369,
    "cost": 136,
    "can you": 107,
    "you tell": 759,
    "tell me": 594,
    "me the": 376,
    "the cost": 612,
    "is": 302,
    "average": 81,
    "here": 260,
    "what is": 733,
    "is the": 314,
    "the average": 609,
    "average price": 82,
    "price here": 484,
    "i": 275,
    "m": 356,
    "looking": 351,
    "place": 470,
    "with": 740,
    "cheap": 111,
    "i m": 279,
    "m looking": 359,
    "looking for": 352,
    "a place": 18,
    "place with": 472,
    "with cheap": 742,
    "any": 45,
    "affordable": 33,
    "options": 443,
    "available": 79,
    "any affordable": 46,
    "affordable options": 35,
    "options available": 444,
    "pricier": 488,
    "option": 441,
    "the pricier": 629,
    "pricier option": 489,
    "need": 407,
    "to": 666,
    "know": 335,
    "menu": 378,
    "prices": 486,
    "i need": 280,
    "need to": 414,
    "to know": 672,
    "know the": 337,
    "the menu": 619,
    "menu prices": 379,
    "give": 232,
    "info": 296,
    "on": 436,
    "dining": 163,
    "costs": 139,
    "you give": 753,
    "give me": 233,
    "me info": 374,
    "info on": 297,
    "on dining": 437,
    "dining costs": 164,
    "tonight": 683,
    "for tonight": 220,
    "are": 55,
    "there": 646,
    "expensive": 189,
    "restaurants": 519,
    "nearby": 403,
    "are there": 56,
    "there any": 648,
    "any expensive": 48,
    "expensive restaurants": 191,
    "restaurants nearby": 520,
    "do": 170,
    "they": 649,
    "serve": 547,
    "chinese": 114,
    "food": 204,
    "do they": 171,
    "they serve": 651,
    "serve chinese": 548,
    "chinese food": 115,
    "food here": 205,
    "interested": 300,
    "in": 287,
    "indian": 295,
    "m interested": 358,
    "interested in": 301,
    "in indian": 289,
    "italian": 325,
    "any italian": 50,
    "italian options": 326,
    "find": 196,
    "japanese": 329,
    "you find": 752,
    "find a": 197,
    "with japanese": 743,
    "about": 27,
    "mexican": 380,
    "what about": 732,
    "about mexican": 29,
    "mexican restaurants": 381,
    "vegetarian": 711,
    "places": 473,
    "left": 342,
    "any vegetarian": 52,
    "vegetarian places": 712,
    "places left": 474,
    "want": 722,
    "if": 284,
    "have": 245,
    "seafood": 543,
    "i want": 283,
    "want to": 723,
    "know if": 336,
    "if they": 285,
    "they have": 650,
    "have seafood": 249,
    "does": 173,
    "this": 653,
    "offer": 429,
    "bbq": 83,
    "does this": 174,
    "this restaurant": 658,
    "restaurant offer": 517,
    "offer bbq": 430,
    "suggest": 572,
    "pub": 494,
    "you suggest": 758,
    "suggest a": 573,
    "a pub": 19,
    "pub food": 495,
    "food place": 207,
    "fast": 192,
    "any fast": 49,
    "fast food": 193,
    "food options": 206,
    "options nearby": 445,
    "phone": 468,
    "number": 424,
    "the phone": 627,
    "phone number": 469,
    "their": 641,
    "contact": 132,
    "do you": 172,
    "you have": 754,
    "have their": 250,
    "their contact": 642,
    "contact number": 135,
    "telephone": 591,
    "need the": 413,
    "the telephone": 636,
    "telephone number": 592,
    "the restaurant": 632,
    "restaurant phone": 518,
    "please": 475,
    "their phone": 643,
    "number please": 426,
    "landline": 338,
    "is there": 315,
    "there a": 647,
    "a landline": 13,
    "landline number": 339,
    "mobile": 387,
    "the mobile": 620,
    "mobile number": 389,
    "an": 40,
    "office": 431,
    "have an": 247,
    "an office": 44,
    "office number": 432,
    "reach": 503,
    "them": 644,
    "via": 716,
    "to reach": 676,
    "reach them": 505,
    "them via": 645,
    "via phone": 717,
    "provide": 491,
    "you provide": 757,
    "provide their": 493,
    "contact info": 133,
    "rate": 498,
    "room": 527,
    "the rate": 630,
    "rate for": 499,
    "a room": 23,
    "per": 462,
    "night": 421,
    "cost per": 138,
    "per night": 463,
    "discounts": 168,
    "any discounts": 47,
    "discounts available": 169,
    "for an": 210,
    "an affordable": 41,
    "affordable option": 34,
    "any pricier": 51,
    "pricier options": 490,
    "hotel": 262,
    "need info": 411,
    "on hotel": 438,
    "hotel prices": 267,
    "low": 354,
    "rates": 500,
    "with low": 744,
    "low rates": 355,
    "total": 684,
    "the total": 638,
    "total cost": 685,
    "cost for": 137,
    "a night": 17,
    "hotels": 270,
    "expensive hotels": 190,
    "hotels nearby": 271,
    "where": 736,
    "located": 347,
    "where is": 738,
    "is this": 316,
    "this hotel": 657,
    "hotel located": 264,
    "address": 32,
    "you know": 756,
    "the address": 605,
    "area": 58,
    "provide the": 492,
    "the area": 607,
    "neighborhood": 415,
    "the neighborhood": 622,
    "part": 460,
    "of": 427,
    "town": 686,
    "what part": 734,
    "part of": 461,
    "of town": 428,
    "town is": 687,
    "hotel in": 263,
    "it": 318,
    "city": 117,
    "center": 110,
    "is it": 307,
    "it in": 321,
    "in the": 292,
    "the city": 611,
    "city center": 118,
    "directions": 167,
    "the directions": 615,
    "map": 367,
    "have a": 246,
    "a map": 15,
    "exactly": 187,
    "where exactly": 737,
    "exactly is": 188,
    "vicinity": 718,
    "the vicinity": 640,
    "vicinity please": 719,
    "departure": 157,
    "station": 567,
    "the departure": 613,
    "departure station": 159,
    "starting": 564,
    "point": 478,
    "the starting": 635,
    "starting point": 566,
    "origin": 448,
    "the origin": 626,
    "train": 688,
    "leaving": 340,
    "from": 225,
    "the train": 639,
    "train leaving": 690,
    "leaving from": 341,
    "source": 561,
    "the source": 634,
    "source station": 562,
    "station please": 569,
    "departing": 155,
    "main": 361,
    "it departing": 320,
    "departing from": 156,
    "from main": 229,
    "main station": 362,
    "departure city": 158,
    "confirm": 126,
    "location": 348,
    "you confirm": 750,
    "confirm the": 128,
    "starting location": 565,
    "train departing": 689,
    "arrival": 64,
    "the arrival": 608,
    "arrival station": 67,
    "destination": 161,
    "the destination": 614,
    "end": 182,
    "the end": 616,
    "end point": 184,
    "terminus": 595,
    "the terminus": 637,
    "final": 194,
    "stop": 570,
    "the final": 617,
    "final stop": 195,
    "arriving": 68,
    "at": 72,
    "it arriving": 319,
    "arriving at": 69,
    "at main": 75,
    "arrival city": 65,
    "end location": 183,
    "arrival point": 66,
    "point please": 479,
    "let": 343,
    "my": 392,
    "booking": 89,
    "let me": 344,
    "me confirm": 372,
    "confirm my": 127,
    "my booking": 393,
    "we": 726,
    "good": 237,
    "go": 234,
    "taxi": 583,
    "are we": 57,
    "we good": 728,
    "good to": 240,
    "to go": 671,
    "go with": 236,
    "with this": 746,
    "this taxi": 659,
    "order": 447,
    "the order": 625,
    "just": 330,
    "make": 363,
    "sure": 575,
    "cab": 99,
    "i just": 278,
    "just want": 332,
    "to make": 674,
    "make sure": 364,
    "sure about": 576,
    "about this": 31,
    "this cab": 655,
    "everything": 185,
    "set": 551,
    "is everything": 306,
    "everything set": 186,
    "set for": 552,
    "for this": 218,
    "taxi booking": 584,
    "verify": 714,
    "ride": 521,
    "request": 508,
    "me verify": 377,
    "verify my": 715,
    "my ride": 398,
    "ride request": 523,
    "confirming": 130,
    "car": 108,
    "hire": 261,
    "confirming this": 131,
    "this car": 656,
    "car hire": 109,
    "checking": 112,
    "taxy": 589,
    "confirmed": 129,
    "just checking": 331,
    "checking if": 113,
    "if this": 286,
    "this taxy": 660,
    "taxy ride": 590,
    "ride is": 522,
    "is confirmed": 304,
    "reservation": 510,
    "the reservation": 631,
    "valid": 708,
    "sure this": 577,
    "booking is": 91,
    "is valid": 317,
    "thanks": 598,
    "thanks for": 600,
    "for the": 217,
    "the info": 618,
    "got": 241,
    "got it": 242,
    "it thanks": 323,
    "understood": 701,
    "appreciate": 53,
    "understood appreciate": 702,
    "appreciate it": 54,
    "alright": 38,
    "that": 601,
    "helpful": 257,
    "alright that": 39,
    "that s": 603,
    "s helpful": 533,
    "okay": 433,
    "thank": 596,
    "okay thank": 434,
    "thank you": 597,
    "see": 545,
    "i see": 282,
    "see thanks": 546,
    "clarifies": 119,
    "things": 652,
    "that clarifies": 602,
    "clarifies things": 120,
    "fine": 202,
    "fine thanks": 203,
    "great": 243,
    "great that": 244,
    "s good": 532,
    "perfect": 465,
    "lot": 353,
    "perfect thanks": 466,
    "thanks a": 599,
    "a lot": 14,
    "up": 703,
    "__number__": 0,
    "m okay": 360,
    "okay with": 435,
    "with prices": 745,
    "prices up": 487,
    "up to": 704,
    "to __number__": 667,
    "sounds": 559,
    "__number__ __number__": 1,
    "__number__ sounds": 5,
    "sounds good": 560,
    "something": 555,
    "around": 60,
    "for something": 215,
    "something around": 556,
    "around __number__": 61,
    "our": 449,
    "budget": 96,
    "person": 467,
    "our budget": 451,
    "budget is": 97,
    "is __number__": 303,
    "__number__ per": 4,
    "per person": 464,
    "under": 697,
    "please suggest": 476,
    "suggest options": 574,
    "options under": 446,
    "under __number__": 698,
    "d": 144,
    "prefer": 480,
    "nothing": 422,
    "over": 453,
    "i d": 277,
    "d prefer": 145,
    "prefer nothing": 481,
    "nothing over": 423,
    "over __number__": 454,
    "vegan": 709,
    "we need": 729,
    "need a": 408,
    "with vegan": 747,
    "vegan options": 710,
    "how": 273,
    "how about": 274,
    "about italian": 28,
    "for fast": 213,
    "spots": 563,
    "have any": 248,
    "vegetarian spots": 713,
    "preference": 482,
    "seafood is": 544,
    "is our": 309,
    "our preference": 452,
    "get": 230,
    "can we": 106,
    "we get": 727,
    "get a": 231,
    "call": 101,
    "call me": 102,
    "me at": 371,
    "at __number__": 73,
    "my number": 396,
    "number is": 425,
    "country": 140,
    "code": 122,
    "reach me": 504,
    "__number__ in": 3,
    "in country": 288,
    "country code": 141,
    "code __number__": 123,
    "you can": 749,
    "can contact": 104,
    "contact me": 134,
    "my mobile": 394,
    "mobile is": 388,
    "use": 705,
    "please use": 477,
    "use __number__": 706,
    "__number__ for": 2,
    "for landline": 214,
    "san": 535,
    "francisco": 223,
    "ca": 98,
    "m at": 357,
    "at san": 76,
    "san francisco": 536,
    "francisco ca": 224,
    "delivery": 153,
    "paris": 459,
    "for delivery": 211,
    "delivery in": 154,
    "in paris": 290,
    "midtown": 384,
    "manhattan": 366,
    "our area": 450,
    "area is": 59,
    "is midtown": 308,
    "midtown manhattan": 385,
    "deliver": 151,
    "tokyo": 680,
    "you deliver": 751,
    "deliver to": 152,
    "to tokyo": 678,
    "re": 501,
    "sydney": 578,
    "near": 401,
    "opera": 439,
    "house": 272,
    "we re": 730,
    "re in": 502,
    "in sydney": 291,
    "sydney near": 579,
    "near the": 402,
    "the opera": 624,
    "opera house": 440,
    "rome": 525,
    "italy": 328,
    "location is": 349,
    "is rome": 312,
    "rome italy": 526,
    "king": 333,
    "cross": 142,
    "from king": 227,
    "king s": 334,
    "s cross": 530,
    "cross station": 143,
    "waterloo": 724,
    "at waterloo": 78,
    "waterloo station": 725,
    "nearest": 404,
    "oxford": 455,
    "circus": 116,
    "the nearest": 621,
    "nearest station": 406,
    "station is": 568,
    "is oxford": 310,
    "oxford circus": 456,
    "victoria": 720,
    "go to": 235,
    "to victoria": 679,
    "victoria station": 721,
    "liverpool": 345,
    "street": 571,
    "from liverpool": 228,
    "liverpool street": 346,
    "paddington": 457,
    "destination is": 162,
    "is paddington": 311,
    "paddington station": 458,
    "name": 399,
    "emily": 180,
    "davis": 148,
    "my name": 395,
    "name is": 400,
    "is emily": 305,
    "emily davis": 181,
    "michael": 382,
    "clark": 121,
    "reservation under": 512,
    "under michael": 700,
    "michael clark": 383,
    "sophia": 557,
    "martinez": 368,
    "it s": 322,
    "s for": 531,
    "for sophia": 216,
    "sophia martinez": 558,
    "daniel": 146,
    "brown": 94,
    "use daniel": 707,
    "daniel brown": 147,
    "brown for": 95,
    "the booking": 610,
    "sarah": 537,
    "williams": 739,
    "my reservation": 397,
    "reservation name": 511,
    "is sarah": 313,
    "sarah williams": 538,
    "book": 85,
    "henry": 258,
    "miller": 386,
    "book it": 87,
    "it under": 324,
    "under henry": 699,
    "henry miller": 259,
    "to book": 668,
    "book a": 86,
    "a restaurant": 21,
    "reserve": 513,
    "table": 580,
    "two": 696,
    "can i": 105,
    "i reserve": 281,
    "reserve a": 514,
    "a table": 24,
    "table for": 582,
    "for two": 222,
    "eat": 177,
    "dinner": 166,
    "nice place": 419,
    "place to": 471,
    "to eat": 669,
    "eat dinner": 178,
    "help": 251,
    "finding": 199,
    "need help": 410,
    "help finding": 255,
    "finding a": 200,
    "a good": 11,
    "good restaurant": 239,
    "restaurant nearby": 516,
    "book me": 88,
    "me a": 370,
    "table at": 581,
    "at the": 77,
    "nearest italian": 405,
    "italian place": 327,
    "help me": 256,
    "me find": 373,
    "a dining": 10,
    "dining option": 165,
    "option in": 442,
    "in this": 293,
    "this area": 654,
    "help booking": 253,
    "booking a": 90,
    "a hotel": 12,
    "hotel room": 268,
    "comfortable": 124,
    "a comfortable": 8,
    "comfortable hotel": 125,
    "hotel near": 265,
    "good hotel": 238,
    "hotel nearby": 266,
    "decent": 149,
    "room at": 528,
    "at a": 74,
    "a decent": 9,
    "decent price": 150,
    "breakfast": 92,
    "included": 294,
    "help find": 254,
    "hotel with": 269,
    "with breakfast": 741,
    "breakfast included": 93,
    "assistance": 70,
    "need assistance": 409,
    "assistance finding": 71,
    "finding an": 201,
    "an available": 42,
    "available hotel": 80,
    "some": 553,
    "schedules": 541,
    "london": 350,
    "find me": 198,
    "me some": 375,
    "some train": 554,
    "train schedules": 691,
    "schedules to": 542,
    "to london": 673,
    "information": 298,
    "next": 416,
    "manchester": 365,
    "need information": 412,
    "information about": 299,
    "about the": 30,
    "the next": 623,
    "next train": 417,
    "train to": 693,
    "to manchester": 675,
    "ticket": 663,
    "you help": 755,
    "help book": 252,
    "a train": 26,
    "train ticket": 692,
    "times": 664,
    "birmingham": 84,
    "for departure": 212,
    "departure times": 160,
    "times from": 665,
    "from birmingham": 226,
    "schedule": 539,
    "trains": 694,
    "edinburgh": 179,
    "the schedule": 633,
    "schedule for": 540,
    "for trains": 221,
    "trains to": 695,
    "to edinburgh": 670,
    "early": 175,
    "morning": 390,
    "an early": 43,
    "early morning": 176,
    "morning train": 391,
    "request a": 509,
    "a taxi": 25,
    "taxi please": 586,
    "through": 661,
    "i book": 276,
    "a cab": 7,
    "cab through": 100,
    "through you": 662,
    "airport": 36,
    "a ride": 22,
    "ride to": 524,
    "to the": 677,
    "the airport": 606,
    "airport can": 37,
    "reliable": 506,
    "service": 549,
    "a reliable": 20,
    "reliable taxi": 507,
    "taxi service": 587,
    "service nearby": 550,
    "taxi to": 588,
    "arrange": 62,
    "tomorrow": 681,
    "arrange a": 63,
    "taxi for": 585,
    "for tomorrow": 219,
    "tomorrow morning": 682
  },
  "intent": {
    "restaurant_request_price": 13,
    "restaurant_request_food": 11,
    "restaurant_request_phone": 12,
    "hotel_request_price": 3,
    "hotel_request_location": 2,
    "train_request_departure_location": 18,
    "train_request_arrival_location": 17,
    "taxi_request_confirmation": 15,
    "general_acknowledgement": 0,
    "inform_price": 7,
    "inform_food": 4,
    "inform_phone": 6,
    "inform_location": 5,
    "inform_station": 9,
    "inform_reservation": 8,
    "restaurant_request": 10,
    "hotel_request": 1,
    "train_request": 16,
    "taxi_request": 14
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "hotel_form": 12,
    "restaurant_form": 13,
    "taxi_form": 14,
    "train_form": 15,
    "utter_confirm_all_hotel": 16,
    "utter_confirm_all_restaurant": 17,
    "utter_confirm_all_taxi": 18,
    "utter_confirm_all_train": 19
  },
  "action_text": null,
  "intent_response_key": null
}