{
  "text": {
    "hello": 23,
    "hi": 26,
    "hey": 25,
    "good": 19,
    "morning": 41,
    "good morning": 21,
    "evening": 15,
    "good evening": 20,
    "bye": 6,
    "goodbye": 22,
    "see": 56,
    "you": 85,
    "later": 36,
    "see you": 57,
    "you later": 86,
    "farewell": 16,
    "yes": 84,
    "indeed": 34,
    "of": 46,
    "course": 11,
    "of course": 47,
    "that": 71,
    "sounds": 61,
    "that sounds": 72,
    "sounds good": 62,
    "no": 45,
    "never": 44,
    "i": 29,
    "don": 12,
    "t": 63,
    "think": 73,
    "so": 58,
    "i don": 31,
    "don t": 13,
    "t think": 64,
    "think so": 74,
    "thanks": 70,
    "thank": 68,
    "thank you": 69,
    "appreciate": 2,
    "it": 35,
    "appreciate it": 3,
    "can": 7,
    "tell": 66,
    "me": 37,
    "more": 40,
    "can you": 8,
    "you tell": 88,
    "tell me": 67,
    "me more": 38,
    "something": 59,
    "else": 14,
    "me something": 39,
    "something else": 60,
    "what": 82,
    "what else": 83,
    "re": 49,
    "welcome": 81,
    "you re": 87,
    "re welcome": 50,
    "glad": 17,
    "could": 9,
    "help": 24,
    "glad i": 18,
    "i could": 30,
    "could help": 10,
    "other": 48,
    "want": 79,
    "to": 75,
    "book": 4,
    "a": 0,
    "restaurant": 52,
    "i want": 33,
    "want to": 80,
    "to book": 76,
    "book a": 5,
    "a restaurant": 1,
    "need": 42,
    "reservation": 51,
    "i need": 32,
    "need a": 43,
    "restaurant reservation": 53,
    "restaurant_inform": 54,
    "restaurant_request": 55,
    "taxi_inform": 65,
    "train_inform": 77,
    "train_request": 78,
    "hotel_inform": 27,
    "hotel_request": 28
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 1,
    "thank_you": 12,
    "request_more": 7,
    "welcome": 15,
    "general": 2,
    "restaurant_greet": 8,
    "restaurant_inform": 9,
    "restaurant_request": 10,
    "taxi_inform": 11,
    "train_inform": 13,
    "train_request": 14,
    "hotel_inform": 5,
    "hotel_request": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_restaurant_book": 8,
    "action_train_info": 11,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_reqmore": 16,
    "utter_restaurant_welcome": 17,
    "utter_thank": 18,
    "utter_welcome": 19
  },
  "action_text": null,
  "intent_response_key": null
}