{
  "text": {
    "what": 414,
    "s": 295,
    "the": 336,
    "price": 265,
    "range": 277,
    "for": 115,
    "a": 0,
    "nice": 228,
    "restaurant": 286,
    "what s": 418,
    "s the": 298,
    "the price": 355,
    "price range": 267,
    "range for": 278,
    "for a": 116,
    "a nice": 4,
    "nice restaurant": 229,
    "can": 50,
    "you": 427,
    "tell": 325,
    "me": 208,
    "cost": 73,
    "can you": 51,
    "you tell": 435,
    "tell me": 326,
    "me the": 211,
    "the cost": 342,
    "is": 164,
    "average": 44,
    "here": 139,
    "what is": 416,
    "is the": 168,
    "the average": 340,
    "average price": 45,
    "price here": 266,
    "i": 147,
    "m": 200,
    "looking": 195,
    "place": 258,
    "with": 422,
    "cheap": 55,
    "i m": 149,
    "m looking": 202,
    "looking for": 196,
    "a place": 6,
    "place with": 259,
    "with cheap": 423,
    "any": 21,
    "affordable": 13,
    "options": 245,
    "available": 43,
    "any affordable": 22,
    "affordable options": 15,
    "options available": 246,
    "pricier": 269,
    "option": 244,
    "the pricier": 356,
    "pricier option": 270,
    "need": 223,
    "to": 386,
    "know": 183,
    "menu": 213,
    "prices": 268,
    "i need": 150,
    "need to": 226,
    "to know": 388,
    "know the": 185,
    "the menu": 349,
    "menu prices": 214,
    "give": 123,
    "info": 160,
    "on": 241,
    "dining": 83,
    "costs": 76,
    "you give": 430,
    "give me": 124,
    "me info": 210,
    "info on": 161,
    "on dining": 242,
    "dining costs": 84,
    "tonight": 391,
    "for tonight": 120,
    "are": 31,
    "there": 372,
    "expensive": 100,
    "restaurants": 289,
    "nearby": 222,
    "are there": 32,
    "there any": 374,
    "any expensive": 24,
    "expensive restaurants": 102,
    "restaurants nearby": 290,
    "do": 88,
    "they": 375,
    "serve": 302,
    "chinese": 58,
    "food": 111,
    "do they": 89,
    "they serve": 377,
    "serve chinese": 303,
    "chinese food": 59,
    "food here": 112,
    "interested": 162,
    "in": 156,
    "indian": 159,
    "m interested": 201,
    "interested in": 163,
    "in indian": 157,
    "italian": 177,
    "any italian": 26,
    "italian options": 178,
    "find": 107,
    "japanese": 179,
    "you find": 429,
    "find a": 108,
    "with japanese": 424,
    "about": 9,
    "mexican": 215,
    "what about": 415,
    "about mexican": 10,
    "mexican restaurants": 216,
    "vegetarian": 402,
    "places": 260,
    "left": 190,
    "any vegetarian": 28,
    "vegetarian places": 403,
    "places left": 261,
    "want": 410,
    "if": 153,
    "have": 133,
    "seafood": 299,
    "i want": 152,
    "want to": 411,
    "know if": 184,
    "if they": 154,
    "they have": 376,
    "have seafood": 136,
    "does": 91,
    "this": 379,
    "offer": 235,
    "bbq": 46,
    "does this": 92,
    "this restaurant": 383,
    "restaurant offer": 287,
    "offer bbq": 236,
    "suggest": 314,
    "pub": 275,
    "you suggest": 434,
    "suggest a": 315,
    "a pub": 7,
    "pub food": 276,
    "food place": 114,
    "fast": 103,
    "any fast": 25,
    "fast food": 104,
    "food options": 113,
    "options nearby": 247,
    "phone": 256,
    "number": 231,
    "the phone": 354,
    "phone number": 257,
    "their": 367,
    "contact": 70,
    "do you": 90,
    "you have": 431,
    "have their": 137,
    "their contact": 368,
    "contact number": 72,
    "telephone": 323,
    "need the": 225,
    "the telephone": 362,
    "telephone number": 324,
    "the restaurant": 359,
    "restaurant phone": 288,
    "please": 262,
    "their phone": 369,
    "number please": 232,
    "landline": 186,
    "is there": 169,
    "there a": 373,
    "a landline": 1,
    "landline number": 187,
    "mobile": 217,
    "the mobile": 350,
    "mobile number": 218,
    "an": 18,
    "office": 237,
    "have an": 135,
    "an office": 20,
    "office number": 238,
    "reach": 282,
    "them": 370,
    "via": 406,
    "to reach": 390,
    "reach them": 283,
    "them via": 371,
    "via phone": 407,
    "provide": 272,
    "you provide": 433,
    "provide their": 274,
    "contact info": 71,
    "rate": 279,
    "room": 294,
    "the rate": 357,
    "rate for": 280,
    "a room": 8,
    "per": 252,
    "night": 230,
    "cost per": 75,
    "per night": 253,
    "discounts": 86,
    "any discounts": 23,
    "discounts available": 87,
    "for an": 117,
    "an affordable": 19,
    "affordable option": 14,
    "any pricier": 27,
    "pricier options": 271,
    "hotel": 141,
    "need info": 224,
    "on hotel": 243,
    "hotel prices": 144,
    "low": 198,
    "rates": 281,
    "with low": 425,
    "low rates": 199,
    "total": 392,
    "the total": 364,
    "total cost": 393,
    "cost for": 74,
    "a night": 5,
    "hotels": 145,
    "expensive hotels": 101,
    "hotels nearby": 146,
    "where": 419,
    "located": 193,
    "where is": 421,
    "is this": 170,
    "this hotel": 382,
    "hotel located": 143,
    "address": 12,
    "you know": 432,
    "the address": 337,
    "area": 34,
    "provide the": 273,
    "the area": 338,
    "neighborhood": 227,
    "the neighborhood": 351,
    "part": 250,
    "of": 233,
    "town": 394,
    "what part": 417,
    "part of": 251,
    "of town": 234,
    "town is": 395,
    "hotel in": 142,
    "it": 172,
    "city": 60,
    "center": 54,
    "is it": 167,
    "it in": 175,
    "in the": 158,
    "the city": 341,
    "city center": 61,
    "directions": 85,
    "the directions": 345,
    "map": 207,
    "have a": 134,
    "a map": 3,
    "exactly": 98,
    "where exactly": 420,
    "exactly is": 99,
    "vicinity": 408,
    "the vicinity": 366,
    "vicinity please": 409,
    "departure": 79,
    "station": 311,
    "the departure": 343,
    "departure station": 81,
    "starting": 308,
    "point": 263,
    "the starting": 361,
    "starting point": 310,
    "origin": 249,
    "the origin": 353,
    "train": 396,
    "leaving": 188,
    "from": 121,
    "the train": 365,
    "train leaving": 398,
    "leaving from": 189,
    "source": 306,
    "the source": 360,
    "source station": 307,
    "station please": 312,
    "departing": 77,
    "main": 203,
    "it departing": 174,
    "departing from": 78,
    "from main": 122,
    "main station": 204,
    "departure city": 80,
    "confirm": 64,
    "location": 194,
    "you confirm": 428,
    "confirm the": 66,
    "starting location": 309,
    "train departing": 397,
    "arrival": 35,
    "the arrival": 339,
    "arrival station": 38,
    "destination": 82,
    "the destination": 344,
    "end": 93,
    "the end": 346,
    "end point": 95,
    "terminus": 327,
    "the terminus": 363,
    "final": 105,
    "stop": 313,
    "the final": 347,
    "final stop": 106,
    "arriving": 39,
    "at": 41,
    "it arriving": 173,
    "arriving at": 40,
    "at main": 42,
    "arrival city": 36,
    "end location": 94,
    "arrival point": 37,
    "point please": 264,
    "let": 191,
    "my": 219,
    "booking": 47,
    "let me": 192,
    "me confirm": 209,
    "confirm my": 65,
    "my booking": 220,
    "we": 412,
    "good": 127,
    "go": 125,
    "taxi": 319,
    "are we": 33,
    "we good": 413,
    "good to": 128,
    "to go": 387,
    "go with": 126,
    "with this": 426,
    "this taxi": 384,
    "order": 248,
    "the order": 352,
    "just": 180,
    "make": 205,
    "sure": 316,
    "cab": 49,
    "i just": 148,
    "just want": 182,
    "to make": 389,
    "make sure": 206,
    "sure about": 317,
    "about this": 11,
    "this cab": 380,
    "everything": 96,
    "set": 304,
    "is everything": 166,
    "everything set": 97,
    "set for": 305,
    "for this": 119,
    "taxi booking": 320,
    "verify": 404,
    "ride": 291,
    "request": 284,
    "me verify": 212,
    "verify my": 405,
    "my ride": 221,
    "ride request": 293,
    "confirming": 68,
    "car": 52,
    "hire": 140,
    "confirming this": 69,
    "this car": 381,
    "car hire": 53,
    "checking": 56,
    "taxy": 321,
    "confirmed": 67,
    "just checking": 181,
    "checking if": 57,
    "if this": 155,
    "this taxy": 385,
    "taxy ride": 322,
    "ride is": 292,
    "is confirmed": 165,
    "reservation": 285,
    "the reservation": 358,
    "valid": 401,
    "sure this": 318,
    "booking is": 48,
    "is valid": 171,
    "thanks": 330,
    "thanks for": 332,
    "for the": 118,
    "the info": 348,
    "got": 129,
    "got it": 130,
    "it thanks": 176,
    "understood": 399,
    "appreciate": 29,
    "understood appreciate": 400,
    "appreciate it": 30,
    "alright": 16,
    "that": 333,
    "helpful": 138,
    "alright that": 17,
    "that s": 335,
    "s helpful": 297,
    "okay": 239,
    "thank": 328,
    "okay thank": 240,
    "thank you": 329,
    "see": 300,
    "i see": 151,
    "see thanks": 301,
    "clarifies": 62,
    "things": 378,
    "that clarifies": 334,
    "clarifies things": 63,
    "fine": 109,
    "fine thanks": 110,
    "great": 131,
    "great that": 132,
    "s good": 296,
    "perfect": 254,
    "lot": 197,
    "perfect thanks": 255,
    "thanks a": 331,
    "a lot": 2
  },
  "intent": {
    "restaurant_request_price": 5,
    "restaurant_request_food": 3,
    "restaurant_request_phone": 4,
    "hotel_request_price": 2,
    "hotel_request_location": 1,
    "train_request_departure_location": 8,
    "train_request_arrival_location": 7,
    "taxi_request_confirmation": 6,
    "general_acknowledgement": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_acknowledgement": 12,
    "utter_location_info": 13,
    "utter_phone_request": 14,
    "utter_restaurant_food_info": 15,
    "utter_restaurant_price_info": 16,
    "utter_taxi_confirmation": 17,
    "utter_train_arrival_info": 18,
    "utter_train_departure_info": 19
  },
  "action_text": null,
  "intent_response_key": null
}