{
  "text": {
    "what": 256,
    "kind": 132,
    "of": 165,
    "food": 71,
    "do": 62,
    "you": 263,
    "serve": 205,
    "what kind": 257,
    "kind of": 133,
    "of food": 168,
    "food do": 72,
    "do you": 64,
    "you serve": 265,
    "tell": 224,
    "me": 148,
    "about": 12,
    "your": 268,
    "menu": 151,
    "tell me": 225,
    "me about": 149,
    "about your": 14,
    "your menu": 270,
    "can": 41,
    "i": 116,
    "get": 84,
    "a": 2,
    "list": 136,
    "dishes": 61,
    "can i": 42,
    "i get": 120,
    "get a": 85,
    "a list": 5,
    "list of": 137,
    "of dishes": 167,
    "m": 142,
    "looking": 138,
    "for": 73,
    "special": 209,
    "meal": 150,
    "i m": 123,
    "m looking": 143,
    "looking for": 139,
    "for a": 75,
    "a special": 8,
    "special meal": 210,
    "s": 195,
    "the": 228,
    "chef": 51,
    "specialty": 213,
    "what s": 258,
    "s the": 198,
    "the chef": 231,
    "chef s": 52,
    "s specialty": 197,
    "reservations": 187,
    "available": 31,
    "today": 242,
    "reservations available": 188,
    "available today": 34,
    "book": 37,
    "table": 220,
    "__number__": 0,
    "people": 177,
    "book a": 38,
    "a table": 11,
    "table for": 221,
    "for __number__": 74,
    "__number__ people": 1,
    "have": 97,
    "any": 21,
    "specials": 211,
    "going": 88,
    "on": 170,
    "you have": 264,
    "have any": 99,
    "any specials": 24,
    "specials going": 212,
    "going on": 89,
    "request": 182,
    "specific": 214,
    "i request": 125,
    "request a": 183,
    "a specific": 9,
    "specific table": 216,
    "is": 129,
    "there": 234,
    "outdoor": 175,
    "seating": 201,
    "is there": 131,
    "there outdoor": 235,
    "outdoor seating": 176,
    "seating available": 202,
    "hotel": 108,
    "policy": 179,
    "pets": 178,
    "the hotel": 232,
    "hotel policy": 110,
    "policy on": 180,
    "on pets": 171,
    "room": 189,
    "amenities": 18,
    "your room": 272,
    "room amenities": 190,
    "nearby": 157,
    "attractions": 30,
    "of nearby": 169,
    "nearby attractions": 158,
    "how": 111,
    "far": 66,
    "from": 82,
    "airport": 17,
    "how far": 114,
    "far is": 67,
    "is the": 130,
    "hotel from": 109,
    "from the": 83,
    "the airport": 229,
    "loyalty": 140,
    "programs": 181,
    "any loyalty": 23,
    "loyalty programs": 141,
    "with": 259,
    "city": 53,
    "view": 251,
    "a room": 7,
    "room with": 192,
    "with a": 260,
    "a city": 3,
    "city view": 54,
    "need": 159,
    "two": 244,
    "beds": 36,
    "i need": 124,
    "need a": 160,
    "with two": 261,
    "two beds": 245,
    "tonight": 243,
    "available for": 32,
    "for tonight": 80,
    "floor": 70,
    "specific floor": 215,
    "many": 146,
    "rooms": 193,
    "are": 25,
    "this": 236,
    "weekend": 253,
    "how many": 115,
    "many rooms": 147,
    "rooms are": 194,
    "are available": 26,
    "available this": 33,
    "this weekend": 237,
    "hi": 106,
    "help": 102,
    "hi how": 107,
    "how can": 112,
    "i help": 122,
    "help you": 103,
    "you today": 267,
    "welcome": 254,
    "to": 239,
    "our": 173,
    "welcome to": 255,
    "to our": 241,
    "our hotel": 174,
    "hello": 100,
    "mind": 152,
    "hello what": 101,
    "s on": 196,
    "on your": 172,
    "your mind": 271,
    "hey": 104,
    "some": 206,
    "assistance": 29,
    "hey need": 105,
    "need some": 161,
    "some assistance": 207,
    "good": 90,
    "morning": 153,
    "assist": 27,
    "good morning": 91,
    "morning how": 154,
    "i assist": 118,
    "assist you": 28,
    "next": 162,
    "friday": 81,
    "room for": 191,
    "for next": 77,
    "next friday": 163,
    "d": 55,
    "like": 134,
    "make": 144,
    "reservation": 184,
    "i d": 119,
    "d like": 56,
    "like to": 135,
    "to make": 240,
    "make a": 145,
    "a reservation": 6,
    "reservation for": 186,
    "schedule": 199,
    "stay": 218,
    "i schedule": 126,
    "schedule a": 200,
    "a stay": 10,
    "stay for": 219,
    "for this": 79,
    "week": 252,
    "for the": 78,
    "the week": 233,
    "go": 86,
    "booking": 39,
    "how do": 113,
    "do i": 63,
    "i go": 121,
    "go about": 87,
    "about booking": 13,
    "booking a": 40,
    "check": 49,
    "in": 127,
    "time": 238,
    "the check": 230,
    "check in": 50,
    "in time": 128,
    "cancellation": 43,
    "your cancellation": 269,
    "cancellation policy": 44,
    "discounts": 59,
    "any discounts": 22,
    "discounts available": 60,
    "type": 246,
    "bed": 35,
    "specific type": 217,
    "type of": 247,
    "of bed": 166,
    "access": 15,
    "my": 155,
    "details": 58,
    "i access": 117,
    "access my": 16,
    "my reservation": 156,
    "reservation details": 185,
    "thanks": 226,
    "chatting": 47,
    "us": 250,
    "thanks for": 227,
    "for chatting": 76,
    "chatting with": 48,
    "with us": 262,
    "goodbye": 92,
    "great": 94,
    "day": 57,
    "goodbye have": 93,
    "have a": 98,
    "a great": 4,
    "great day": 95,
    "see": 203,
    "soon": 208,
    "see you": 204,
    "you soon": 266,
    "take": 222,
    "care": 45,
    "and": 19,
    "evening": 65,
    "take care": 223,
    "care and": 46,
    "and have": 20,
    "great evening": 96,
    "farewell": 68,
    "until": 248,
    "farewell until": 69,
    "until next": 249,
    "next time": 164
  },
  "intent": {
    "intent_restaurant_inform": 6,
    "intent_restaurant_request": 7,
    "intent_hotel_inform": 4,
    "intent_hotel_request": 5,
    "intent_general_greet": 3,
    "intent_booking_request": 1,
    "intent_booking_inform": 0,
    "intent_general_bye": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_booking_details": 12,
    "utter_ask_hotel_details": 13,
    "utter_ask_restaurant_details": 14,
    "utter_goodbye_message": 15,
    "utter_provide_booking_info": 16,
    "utter_provide_hotel_info": 17,
    "utter_provide_restaurant_info": 18,
    "utter_welcome_message": 19
  },
  "action_text": null,
  "intent_response_key": null
}