{
  "text": {
    "what": 228,
    "is": 93,
    "the": 183,
    "date": 37,
    "of": 133,
    "train": 210,
    "what is": 230,
    "is the": 101,
    "the date": 187,
    "date of": 40,
    "of the": 135,
    "the train": 199,
    "could": 35,
    "you": 241,
    "tell": 179,
    "me": 128,
    "could you": 36,
    "you tell": 243,
    "tell me": 180,
    "me the": 129,
    "when": 233,
    "departing": 43,
    "when is": 235,
    "train departing": 213,
    "should": 163,
    "i": 81,
    "choose": 31,
    "what date": 229,
    "date should": 41,
    "should i": 164,
    "i choose": 84,
    "s": 153,
    "for": 66,
    "journey": 107,
    "what s": 231,
    "s the": 155,
    "date for": 38,
    "for the": 68,
    "the journey": 193,
    "can": 28,
    "provide": 146,
    "can you": 30,
    "you provide": 242,
    "provide the": 148,
    "does": 55,
    "run": 149,
    "when does": 234,
    "does the": 56,
    "train run": 219,
    "available": 24,
    "date is": 39,
    "is available": 97,
    "scheduled": 158,
    "the scheduled": 196,
    "scheduled date": 159,
    "trip": 226,
    "the trip": 200,
    "15th": 0,
    "april": 12,
    "is 15th": 94,
    "15th april": 1,
    "it": 102,
    "on": 136,
    "it s": 105,
    "s on": 154,
    "on the": 138,
    "the 15th": 184,
    "15th of": 2,
    "of april": 134,
    "is april": 96,
    "april 15th": 13,
    "ll": 119,
    "travel": 224,
    "i ll": 86,
    "ll travel": 120,
    "travel on": 225,
    "on april": 137,
    "set": 161,
    "__number__": 3,
    "is set": 100,
    "set for": 162,
    "for __number__": 67,
    "__number__ april": 6,
    "choose april": 32,
    "april __number__": 14,
    "m": 123,
    "going": 75,
    "i m": 87,
    "m going": 124,
    "going on": 76,
    "is __number__": 95,
    "where": 236,
    "origin": 139,
    "where is": 238,
    "the origin": 195,
    "starting": 166,
    "point": 144,
    "the starting": 197,
    "starting point": 167,
    "from": 69,
    "depart": 42,
    "from where": 71,
    "where does": 237,
    "train depart": 212,
    "station": 170,
    "origin station": 143,
    "journey starting": 111,
    "departure": 46,
    "the departure": 188,
    "departure station": 48,
    "which": 239,
    "city": 33,
    "leaving": 118,
    "from which": 72,
    "which city": 240,
    "city is": 34,
    "train leaving": 218,
    "location": 121,
    "origin location": 142,
    "start": 165,
    "train start": 223,
    "origin city": 140,
    "madrid": 127,
    "origin is": 141,
    "is madrid": 99,
    "starts": 168,
    "it starts": 106,
    "starts from": 169,
    "from madrid": 70,
    "station is": 171,
    "leaves": 115,
    "train leaves": 217,
    "leaves from": 117,
    "point is": 145,
    "begins": 26,
    "in": 88,
    "journey begins": 108,
    "begins in": 27,
    "in madrid": 90,
    "destination": 50,
    "the destination": 189,
    "end": 59,
    "the end": 191,
    "end point": 60,
    "to": 207,
    "to which": 209,
    "train going": 215,
    "arrival": 15,
    "the arrival": 186,
    "arrival station": 18,
    "arrive": 19,
    "train arrive": 211,
    "destination location": 53,
    "ending": 61,
    "journey ending": 109,
    "final": 64,
    "the final": 192,
    "final station": 65,
    "destination city": 51,
    "arrival point": 17,
    "barcelona": 25,
    "destination is": 52,
    "is barcelona": 98,
    "arrives": 20,
    "it arrives": 103,
    "arrives in": 21,
    "in barcelona": 89,
    "goes": 73,
    "train goes": 214,
    "goes to": 74,
    "to barcelona": 208,
    "arrival location": 16,
    "location is": 122,
    "ends": 62,
    "journey ends": 110,
    "ends in": 63,
    "time": 201,
    "leave": 114,
    "what time": 232,
    "time does": 202,
    "train leave": 216,
    "departure time": 49,
    "scheduled time": 160,
    "running": 150,
    "time is": 204,
    "train running": 220,
    "hour": 80,
    "departure hour": 47,
    "time should": 206,
    "i arrive": 82,
    "the time": 198,
    "time of": 205,
    "train s": 222,
    "s time": 156,
    "time for": 203,
    "am": 8,
    "__number__ am": 5,
    "departs": 44,
    "at": 22,
    "it departs": 104,
    "departs at": 45,
    "at __number__": 23,
    "leaves at": 116,
    "__number__ __number__": 4,
    "morning": 130,
    "__number__ in": 7,
    "in the": 91,
    "the morning": 194,
    "runs": 151,
    "train runs": 221,
    "runs at": 152,
    "don": 57,
    "t": 173,
    "know": 112,
    "i don": 85,
    "don t": 58,
    "t know": 175,
    "not": 131,
    "sure": 172,
    "m not": 125,
    "not sure": 132,
    "i can": 83,
    "can t": 29,
    "t tell": 178,
    "have": 77,
    "that": 181,
    "information": 92,
    "t have": 174,
    "have that": 79,
    "that information": 182,
    "details": 54,
    "know the": 113,
    "the details": 190,
    "t provide": 176,
    "provide that": 147,
    "unsure": 227,
    "m unsure": 126,
    "any": 10,
    "have any": 78,
    "any information": 11,
    "answer": 9,
    "the answer": 185,
    "say": 157,
    "t say": 177
  },
  "intent": {
    "user_question_date": 5,
    "user_answer_date": 0,
    "user_question_origin": 7,
    "user_answer_origin": 3,
    "user_question_destination": 6,
    "user_answer_destination": 1,
    "user_question_time": 8,
    "user_answer_time": 4,
    "user_answer_none": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_origin": 12,
    "utter_confirm_date": 13,
    "utter_confirm_destination": 14,
    "utter_confirm_origin": 15,
    "utter_confirm_time": 16,
    "utter_no_info": 17
  },
  "action_text": null,
  "intent_response_key": null
}