{
  "text": {
    "i": 222,
    "want": 586,
    "to": 532,
    "travel": 560,
    "on": 358,
    "15th": 4,
    "april": 62,
    "i want": 229,
    "want to": 587,
    "to travel": 548,
    "travel on": 563,
    "on 15th": 359,
    "15th april": 5,
    "the": 492,
    "date": 131,
    "is": 248,
    "20th": 8,
    "may": 310,
    "the date": 494,
    "date is": 133,
    "is 20th": 249,
    "20th may": 9,
    "let": 290,
    "s": 422,
    "set": 450,
    "for": 184,
    "3rd": 14,
    "june": 282,
    "let s": 291,
    "s set": 434,
    "set the": 454,
    "date for": 132,
    "for 3rd": 187,
    "3rd june": 15,
    "can": 102,
    "we": 589,
    "plan": 383,
    "10th": 0,
    "july": 281,
    "can we": 106,
    "we plan": 593,
    "plan for": 384,
    "for 10th": 185,
    "10th july": 1,
    "when": 608,
    "would": 629,
    "be": 86,
    "good": 210,
    "how": 218,
    "about": 36,
    "2nd": 12,
    "august": 77,
    "when would": 612,
    "would be": 630,
    "be good": 91,
    "good how": 211,
    "how about": 219,
    "about 2nd": 37,
    "2nd august": 13,
    "traveling": 565,
    "5th": 16,
    "september": 446,
    "works": 627,
    "best": 95,
    "traveling on": 567,
    "on 5th": 361,
    "5th september": 17,
    "september works": 447,
    "works best": 628,
    "departure": 145,
    "scheduled": 441,
    "12th": 2,
    "october": 352,
    "the departure": 495,
    "departure is": 148,
    "is scheduled": 259,
    "scheduled for": 442,
    "for 12th": 186,
    "12th october": 3,
    "m": 300,
    "available": 78,
    "18th": 6,
    "november": 351,
    "i m": 227,
    "m available": 301,
    "available on": 80,
    "on 18th": 360,
    "18th november": 7,
    "next": 339,
    "weekend": 596,
    "so": 458,
    "24th": 10,
    "december": 134,
    "sounds": 461,
    "next weekend": 341,
    "weekend so": 597,
    "so 24th": 459,
    "24th december": 11,
    "december sounds": 135,
    "sounds good": 462,
    "7th": 18,
    "january": 275,
    "year": 633,
    "about 7th": 38,
    "7th january": 19,
    "january next": 276,
    "next year": 342,
    "what": 598,
    "time": 525,
    "what s": 605,
    "s the": 436,
    "departure time": 150,
    "does": 162,
    "train": 557,
    "leave": 286,
    "when does": 609,
    "does the": 164,
    "the train": 509,
    "train leave": 558,
    "could": 126,
    "you": 639,
    "tell": 484,
    "me": 316,
    "schedule": 439,
    "today": 549,
    "could you": 127,
    "you tell": 647,
    "tell me": 485,
    "me the": 319,
    "the schedule": 505,
    "schedule for": 440,
    "for today": 196,
    "do": 159,
    "depart": 137,
    "tomorrow": 552,
    "what time": 606,
    "time do": 526,
    "do we": 160,
    "we depart": 590,
    "depart tomorrow": 140,
    "need": 333,
    "know": 283,
    "exact": 172,
    "timing": 529,
    "i need": 228,
    "need to": 335,
    "to know": 540,
    "know the": 284,
    "the exact": 497,
    "exact timing": 173,
    "crucial": 129,
    "my": 328,
    "plans": 390,
    "the time": 507,
    "time is": 527,
    "is crucial": 253,
    "crucial for": 130,
    "for my": 192,
    "my plans": 330,
    "please": 391,
    "provide": 412,
    "hour": 217,
    "please provide": 392,
    "provide the": 414,
    "departure hour": 147,
    "it": 265,
    "important": 236,
    "departs": 144,
    "it s": 272,
    "s important": 430,
    "important to": 237,
    "know when": 285,
    "when it": 611,
    "it departs": 269,
    "when is": 610,
    "is the": 262,
    "train scheduled": 559,
    "scheduled to": 443,
    "to leave": 541,
    "confirm": 114,
    "can you": 107,
    "you confirm": 641,
    "confirm the": 115,
    "much": 325,
    "cost": 122,
    "how much": 220,
    "much does": 326,
    "does it": 163,
    "it cost": 267,
    "are": 63,
    "prices": 408,
    "what are": 599,
    "are the": 66,
    "the prices": 502,
    "prices available": 409,
    "fare": 176,
    "details": 157,
    "the fare": 498,
    "fare details": 177,
    "price": 402,
    "information": 243,
    "needed": 336,
    "the price": 501,
    "price information": 405,
    "information is": 244,
    "is needed": 257,
    "ticket": 521,
    "costs": 124,
    "the ticket": 506,
    "ticket costs": 522,
    "total": 553,
    "this": 516,
    "trip": 568,
    "the total": 508,
    "total price": 556,
    "price for": 404,
    "for this": 195,
    "this trip": 520,
    "pricing": 410,
    "options": 366,
    "you provide": 645,
    "the pricing": 503,
    "pricing options": 411,
    "help": 213,
    "if": 232,
    "gave": 202,
    "it would": 273,
    "would help": 631,
    "help if": 214,
    "if you": 235,
    "you gave": 643,
    "gave me": 203,
    "essential": 169,
    "decision": 136,
    "price details": 403,
    "details are": 158,
    "are essential": 65,
    "essential for": 170,
    "my decision": 329,
    "will": 618,
    "journey": 277,
    "much will": 327,
    "will the": 619,
    "the journey": 499,
    "journey cost": 278,
    "departing": 141,
    "from": 197,
    "paris": 373,
    "m departing": 302,
    "departing from": 143,
    "from paris": 200,
    "origin": 367,
    "london": 298,
    "origin is": 368,
    "is london": 255,
    "city": 112,
    "madrid": 306,
    "departure city": 146,
    "city is": 113,
    "is madrid": 256,
    "amsterdam": 55,
    "the origin": 500,
    "is set": 260,
    "set to": 455,
    "to amsterdam": 534,
    "ll": 294,
    "start": 463,
    "our": 371,
    "rome": 420,
    "we ll": 592,
    "ll start": 295,
    "start our": 464,
    "our journey": 372,
    "journey from": 279,
    "from rome": 201,
    "originating": 369,
    "berlin": 94,
    "originating from": 370,
    "from berlin": 198,
    "leaving": 288,
    "new": 337,
    "york": 636,
    "m leaving": 304,
    "leaving from": 289,
    "from new": 199,
    "new york": 338,
    "tokyo": 550,
    "departing city": 142,
    "is tokyo": 264,
    "sydney": 478,
    "is sydney": 261,
    "starting": 466,
    "point": 397,
    "starting point": 468,
    "point is": 398,
    "is paris": 258,
    "yes": 634,
    "that": 486,
    "yes that": 635,
    "that time": 490,
    "time works": 528,
    "correct": 120,
    "that s": 488,
    "s correct": 427,
    "perfect": 377,
    "perfect timing": 378,
    "timing for": 530,
    "for me": 190,
    "suits": 476,
    "that suits": 489,
    "suits my": 477,
    "my schedule": 331,
    "right": 418,
    "the right": 504,
    "right time": 419,
    "agree": 49,
    "with": 620,
    "i agree": 223,
    "agree with": 50,
    "with this": 623,
    "this timing": 519,
    "wanted": 588,
    "correct that": 121,
    "s what": 438,
    "what i": 603,
    "i wanted": 230,
    "s perfect": 432,
    "alright": 51,
    "go": 204,
    "alright let": 52,
    "s go": 428,
    "go with": 207,
    "with that": 622,
    "confirmed": 116,
    "confirmed that": 117,
    "s good": 429,
    "no": 344,
    "doesn": 165,
    "t": 480,
    "work": 626,
    "no that": 345,
    "that doesn": 487,
    "doesn t": 166,
    "t work": 483,
    "not": 347,
    "s not": 431,
    "not right": 349,
    "make": 308,
    "at": 74,
    "can t": 105,
    "t make": 482,
    "make it": 309,
    "it at": 266,
    "at that": 76,
    "fit": 182,
    "t fit": 481,
    "fit my": 183,
    "suitable": 473,
    "not suitable": 350,
    "suitable for": 474,
    "unavailable": 576,
    "then": 511,
    "m unavailable": 305,
    "unavailable then": 577,
    "won": 624,
    "that timing": 491,
    "timing won": 531,
    "won t": 625,
    "possible": 399,
    "not possible": 348,
    "possible for": 401,
    "unfortunate": 578,
    "unfortunate timing": 579,
    "change": 108,
    "to change": 537,
    "change the": 109,
    "where": 613,
    "book": 97,
    "tickets": 524,
    "where can": 614,
    "can i": 104,
    "i book": 224,
    "book tickets": 99,
    "destinations": 154,
    "what destinations": 601,
    "destinations are": 155,
    "are available": 64,
    "service": 448,
    "offered": 357,
    "where is": 615,
    "is this": 263,
    "this service": 518,
    "service offered": 449,
    "which": 616,
    "locations": 296,
    "cover": 128,
    "which locations": 617,
    "locations do": 297,
    "do you": 161,
    "you cover": 642,
    "a": 30,
    "list": 292,
    "of": 353,
    "provide a": 413,
    "a list": 33,
    "list of": 293,
    "of destinations": 355,
    "cities": 110,
    "operate": 363,
    "in": 238,
    "what cities": 600,
    "cities do": 111,
    "you operate": 644,
    "operate in": 364,
    "booking": 100,
    "destinations available": 156,
    "available for": 79,
    "for booking": 189,
    "i go": 226,
    "of possible": 356,
    "possible destinations": 400,
    "available travel": 81,
    "travel destinations": 561,
    "__number__": 20,
    "price is": 406,
    "is __number__": 250,
    "around": 68,
    "it costs": 268,
    "costs around": 125,
    "around __number__": 69,
    "approximately": 60,
    "approximately __number__": 61,
    "__number__ for": 24,
    "for the": 194,
    "the trip": 510,
    "set at": 451,
    "at __number__": 75,
    "per": 374,
    "__number__ per": 26,
    "per ticket": 376,
    "fare is": 178,
    "__number__ total": 29,
    "s about": 424,
    "about __number__": 39,
    "this journey": 517,
    "total cost": 554,
    "cost is": 123,
    "expected": 174,
    "__number__ expected": 23,
    "about traveling": 44,
    "traveling from": 566,
    "maybe": 311,
    "better": 96,
    "maybe rome": 314,
    "rome would": 421,
    "be better": 90,
    "what if": 604,
    "if we": 234,
    "depart from": 139,
    "consider": 118,
    "consider starting": 119,
    "starting in": 467,
    "in london": 239,
    "perhaps": 379,
    "option": 365,
    "perhaps madrid": 381,
    "madrid is": 307,
    "is a": 251,
    "a good": 32,
    "good option": 212,
    "might": 322,
    "about amsterdam": 40,
    "amsterdam it": 56,
    "it might": 271,
    "might work": 323,
    "york how": 637,
    "how s": 221,
    "s that": 435,
    "ideal": 231,
    "maybe sydney": 315,
    "sydney would": 479,
    "be ideal": 92,
    "suggestion": 471,
    "your": 649,
    "suggestion start": 472,
    "start your": 465,
    "your journey": 650,
    "journey in": 280,
    "in tokyo": 241,
    "think": 514,
    "what do": 602,
    "you think": 648,
    "think about": 515,
    "about paris": 42,
    "am": 53,
    "leave at": 287,
    "__number__ am": 22,
    "should": 456,
    "pm": 393,
    "departure should": 149,
    "should be": 457,
    "be at": 89,
    "__number__ pm": 27,
    "midnight": 321,
    "we set": 594,
    "set it": 453,
    "it for": 270,
    "for midnight": 191,
    "__number__ __number__": 21,
    "pm tomorrow": 395,
    "noon": 346,
    "we go": 591,
    "go at": 205,
    "__number__ noon": 25,
    "early": 167,
    "morning": 324,
    "maybe __number__": 312,
    "am early": 54,
    "early morning": 168,
    "s plan": 433,
    "plan to": 386,
    "to depart": 538,
    "depart at": 138,
    "set for": 452,
    "for __number__": 188,
    "evening": 171,
    "pm in": 394,
    "in the": 240,
    "the evening": 496,
    "perhaps __number__": 380,
    "pm would": 396,
    "would work": 632,
    "barcelona": 85,
    "to go": 539,
    "go to": 206,
    "to barcelona": 535,
    "you book": 640,
    "book me": 98,
    "me to": 320,
    "to rome": 546,
    "destination": 151,
    "bali": 83,
    "destination is": 152,
    "is bali": 252,
    "bali please": 84,
    "plan the": 385,
    "trip to": 571,
    "to new": 544,
    "as": 70,
    "about tokyo": 43,
    "tokyo as": 551,
    "as a": 71,
    "a destination": 31,
    "interested": 246,
    "visiting": 584,
    "m interested": 303,
    "interested in": 247,
    "in visiting": 242,
    "visiting paris": 585,
    "nice": 343,
    "maybe london": 313,
    "london would": 299,
    "be nice": 93,
    "to sydney": 547,
    "destination set": 153,
    "to madrid": 543,
    "s travel": 437,
    "travel to": 564,
    "acceptable": 45,
    "person": 382,
    "s acceptable": 425,
    "acceptable if": 46,
    "if it": 233,
    "s __number__": 423,
    "per person": 375,
    "afford": 47,
    "up": 580,
    "i can": 225,
    "can afford": 103,
    "afford up": 48,
    "up to": 581,
    "to __number__": 533,
    "fare should": 179,
    "be around": 88,
    "ticket is": 523,
    "is good": 254,
    "s confirm": 426,
    "the cost": 493,
    "total expected": 555,
    "expected to": 175,
    "to be": 536,
    "be __number__": 87,
    "seems": 444,
    "reasonable": 415,
    "price of": 407,
    "of __number__": 354,
    "__number__ seems": 28,
    "seems reasonable": 445,
    "trips": 572,
    "me about": 317,
    "about available": 41,
    "available trips": 82,
    "there": 512,
    "any": 57,
    "going": 208,
    "are there": 67,
    "there any": 513,
    "any trips": 59,
    "trips going": 575,
    "going to": 209,
    "to paris": 545,
    "planning": 387,
    "need help": 334,
    "help planning": 216,
    "planning a": 388,
    "a trip": 35,
    "to london": 542,
    "week": 595,
    "what trips": 607,
    "trips are": 573,
    "for next": 193,
    "next week": 340,
    "request": 416,
    "assistance": 72,
    "request assistance": 417,
    "assistance with": 73,
    "with booking": 621,
    "booking a": 101,
    "soon": 460,
    "trips departing": 574,
    "york soon": 638,
    "find": 180,
    "help me": 215,
    "me find": 318,
    "find a": 181,
    "a suitable": 34,
    "suitable trip": 475,
    "trip option": 570,
    "itineraries": 274,
    "information on": 245,
    "on available": 362,
    "travel itineraries": 562,
    "suggest": 469,
    "you suggest": 646,
    "suggest any": 470,
    "any trip": 58,
    "trip destinations": 569,
    "upcoming": 582,
    "planning my": 389,
    "my upcoming": 332,
    "upcoming journey": 583
  },
  "intent": {
    "inform_date": 3,
    "question_time": 8,
    "request_price": 10,
    "inform_origin": 5,
    "confirm_time": 1,
    "disconfirm_time": 2,
    "request_destination": 9,
    "answer_price": 0,
    "suggest_origin": 12,
    "inform_time": 7,
    "inform_destination": 4,
    "inform_price": 6,
    "request_trip": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "trip_form": 12,
    "utter_confirm_all": 13
  },
  "action_text": null,
  "intent_response_key": null
}