{
  "text": {
    "i": 47,
    "want": 114,
    "to": 107,
    "travel": 110,
    "on": 72,
    "15th": 0,
    "april": 7,
    "i want": 50,
    "want to": 115,
    "to travel": 108,
    "travel on": 111,
    "on 15th": 73,
    "15th april": 1,
    "the": 98,
    "date": 27,
    "is": 51,
    "20th": 2,
    "may": 61,
    "the date": 99,
    "date is": 28,
    "is 20th": 52,
    "20th may": 3,
    "what": 116,
    "s": 84,
    "departure": 31,
    "time": 105,
    "what s": 119,
    "s the": 87,
    "the departure": 100,
    "departure time": 32,
    "can": 20,
    "you": 128,
    "tell": 92,
    "me": 64,
    "schedule": 88,
    "for": 39,
    "today": 109,
    "can you": 22,
    "you tell": 129,
    "tell me": 93,
    "me the": 65,
    "the schedule": 103,
    "schedule for": 89,
    "for today": 40,
    "how": 44,
    "much": 66,
    "does": 35,
    "it": 55,
    "cost": 24,
    "how much": 46,
    "much does": 67,
    "does it": 36,
    "it cost": 56,
    "are": 8,
    "prices": 79,
    "available": 13,
    "what are": 117,
    "are the": 10,
    "the prices": 102,
    "prices available": 80,
    "m": 59,
    "departing": 29,
    "from": 41,
    "paris": 76,
    "i m": 49,
    "m departing": 60,
    "departing from": 30,
    "from paris": 43,
    "origin": 74,
    "london": 58,
    "origin is": 75,
    "is london": 54,
    "yes": 126,
    "that": 94,
    "works": 123,
    "yes that": 127,
    "that time": 97,
    "time works": 106,
    "correct": 23,
    "that s": 96,
    "s correct": 85,
    "no": 68,
    "doesn": 37,
    "t": 90,
    "work": 122,
    "no that": 69,
    "that doesn": 95,
    "doesn t": 38,
    "t work": 91,
    "not": 70,
    "right": 81,
    "s not": 86,
    "not right": 71,
    "where": 120,
    "book": 18,
    "tickets": 104,
    "where can": 121,
    "can i": 21,
    "i book": 48,
    "book tickets": 19,
    "destinations": 33,
    "what destinations": 118,
    "destinations are": 34,
    "are available": 9,
    "price": 77,
    "__number__": 4,
    "the price": 101,
    "price is": 78,
    "is __number__": 53,
    "costs": 25,
    "around": 11,
    "it costs": 57,
    "costs around": 26,
    "around __number__": 12,
    "about": 5,
    "traveling": 112,
    "berlin": 16,
    "how about": 45,
    "about traveling": 6,
    "traveling from": 113,
    "from berlin": 42,
    "maybe": 62,
    "rome": 82,
    "would": 124,
    "be": 14,
    "better": 17,
    "maybe rome": 63,
    "rome would": 83,
    "would be": 125,
    "be better": 15
  },
  "intent": {
    "inform_date": 3,
    "question_time": 5,
    "request_price": 7,
    "inform_origin": 4,
    "confirm_time": 1,
    "disconfirm_time": 2,
    "request_destination": 6,
    "answer_price": 0,
    "suggest_origin": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_answer_price": 12,
    "utter_confirm_date": 13,
    "utter_confirm_time": 14,
    "utter_disconfirm_time": 15,
    "utter_inform_origin": 16,
    "utter_question_time": 17,
    "utter_request_destination": 18,
    "utter_suggest_origin": 19
  },
  "action_text": null,
  "intent_response_key": null
}