{
  "text": {
    " qu": 52,
    "qui": 280,
    "uie": 378,
    "ier": 189,
    "ero": 159,
    "ro ": 311,
    " qui": 53,
    "quie": 281,
    "uier": 379,
    "iero": 190,
    "ero ": 160,
    " quie": 54,
    "quier": 282,
    "uiero": 380,
    "iero ": 191,
    " ob": 37,
    "obt": 253,
    "bte": 113,
    "ten": 346,
    "ene": 153,
    "ner": 247,
    "er ": 158,
    " obt": 38,
    "obte": 254,
    "bten": 114,
    "tene": 347,
    "ener": 154,
    "ner ": 248,
    " obte": 39,
    "obten": 255,
    "btene": 115,
    "tener": 348,
    "ener ": 155,
    " el": 19,
    "el ": 151,
    " el ": 20,
    " ho": 24,
    "hor": 184,
    "ora": 260,
    "rar": 289,
    "ari": 98,
    "rio": 307,
    "io ": 208,
    " hor": 25,
    "hora": 185,
    "orar": 262,
    "rari": 290,
    "ario": 99,
    "rio ": 308,
    " hora": 26,
    "horar": 187,
    "orari": 263,
    "rario": 291,
    "ario ": 100,
    " de": 13,
    "del": 137,
    " del": 15,
    "del ": 138,
    " del ": 16,
    " tr": 71,
    "tre": 365,
    "ren": 297,
    "en ": 152,
    " tre": 74,
    "tren": 366,
    "ren ": 298,
    " tren": 75,
    "tren ": 367,
    " cu": 4,
    "cuá": 128,
    "uál": 382,
    "ále": 393,
    "les": 223,
    "es ": 164,
    " cuá": 7,
    "cuál": 129,
    "uále": 383,
    "áles": 394,
    "les ": 224,
    " cuál": 8,
    "cuále": 130,
    "uáles": 384,
    "áles ": 395,
    " so": 65,
    "son": 327,
    "on ": 256,
    " son": 66,
    "son ": 328,
    " son ": 67,
    " lo": 31,
    "los": 232,
    "os ": 269,
    " los": 32,
    "los ": 233,
    " los ": 33,
    "ios": 213,
    "rios": 309,
    "ios ": 214,
    "arios": 101,
    "rios ": 310,
    "de ": 136,
    " de ": 14,
    "nes": 249,
    "rene": 299,
    "enes": 156,
    "nes ": 250,
    "trene": 368,
    "renes": 300,
    "enes ": 157,
    " ne": 34,
    "nec": 244,
    "ece": 143,
    "ces": 116,
    "esi": 168,
    "sit": 324,
    "ito": 215,
    "to ": 361,
    " nec": 35,
    "nece": 245,
    "eces": 144,
    "cesi": 117,
    "esit": 169,
    "sito": 325,
    "ito ": 216,
    " nece": 36,
    "neces": 246,
    "ecesi": 145,
    "cesit": 118,
    "esito": 170,
    "sito ": 326,
    " sa": 60,
    "sab": 315,
    "abe": 84,
    "ber": 108,
    " sab": 61,
    "sabe": 316,
    "aber": 85,
    "ber ": 109,
    " sabe": 62,
    "saber": 317,
    "aber ": 86,
    " la": 27,
    "las": 220,
    "as ": 102,
    " las": 29,
    "las ": 221,
    " las ": 30,
    "ras": 292,
    "oras": 264,
    "ras ": 293,
    "horas": 188,
    "oras ": 265,
    "la ": 219,
    " la ": 28,
    " es": 21,
    "est": 171,
    "sta": 329,
    "tac": 339,
    "aci": 87,
    "ció": 122,
    "ión": 217,
    "ón ": 399,
    " est": 22,
    "esta": 172,
    "stac": 331,
    "taci": 340,
    "ació": 88,
    "ción": 123,
    "ión ": 218,
    " esta": 23,
    "estac": 174,
    "staci": 332,
    "tació": 341,
    "ación": 89,
    "ción ": 124,
    "qué": 283,
    "ué ": 388,
    " qué": 55,
    "qué ": 284,
    " qué ": 56,
    "ra ": 285,
    "ora ": 261,
    "hora ": 186,
    "sal": 318,
    "ale": 93,
    "le ": 222,
    " sal": 63,
    "sale": 319,
    "ale ": 94,
    " sale": 64,
    "sale ": 320,
    "tra": 362,
    "rai": 286,
    "ain": 90,
    "in_": 200,
    "n_t": 238,
    "_ty": 81,
    "typ": 369,
    "ype": 391,
    "pe ": 273,
    " tra": 72,
    "trai": 363,
    "rain": 287,
    "ain_": 91,
    "in_t": 203,
    "n_ty": 239,
    "_typ": 82,
    "type": 370,
    "ype ": 392,
    " trai": 73,
    "train": 364,
    "rain_": 288,
    "ain_t": 92,
    "in_ty": 204,
    "n_typ": 240,
    "_type": 83,
    "type ": 371,
    " pr": 46,
    "pre": 274,
    "rec": 294,
    "eci": 146,
    "cio": 119,
    " pre": 47,
    "prec": 275,
    "reci": 295,
    "ecio": 147,
    "cios": 120,
    " prec": 48,
    "preci": 276,
    "recio": 296,
    "ecios": 148,
    "cios ": 121,
    " bi": 1,
    "bil": 110,
    "ill": 195,
    "lle": 229,
    "let": 225,
    "ete": 177,
    "tes": 349,
    " bil": 2,
    "bill": 111,
    "ille": 196,
    "llet": 230,
    "lete": 226,
    "etes": 179,
    "tes ": 350,
    " bill": 3,
    "bille": 112,
    "illet": 197,
    "llete": 231,
    "letes": 228,
    "etes ": 180,
    "uán": 385,
    "ánt": 396,
    "nto": 251,
    "cuán": 131,
    "uánt": 386,
    "ánto": 397,
    "nto ": 252,
    " cuán": 9,
    "cuánt": 132,
    "uánto": 387,
    "ánto ": 398,
    "cue": 125,
    "ues": 375,
    "ta ": 338,
    " cue": 5,
    "cues": 126,
    "uest": 376,
    "sta ": 330,
    " cues": 6,
    "cuest": 127,
    "uesta": 377,
    "esta ": 173,
    "te ": 345,
    "ete ": 178,
    "lete ": 227,
    " a ": 0,
    "des": 139,
    "sti": 335,
    "tin": 354,
    "ina": 205,
    "nat": 241,
    "ati": 105,
    "tio": 357,
    "ion": 209,
    "on_": 257,
    "n_s": 235,
    "_st": 78,
    "tat": 342,
    " des": 17,
    "dest": 140,
    "esti": 175,
    "stin": 336,
    "tina": 355,
    "inat": 206,
    "nati": 242,
    "atio": 106,
    "tion": 358,
    "ion_": 211,
    "on_s": 258,
    "n_st": 236,
    "_sta": 79,
    "stat": 333,
    "tati": 343,
    "ion ": 210,
    " dest": 18,
    "desti": 141,
    "estin": 176,
    "stina": 337,
    "tinat": 356,
    "inati": 207,
    "natio": 243,
    "ation": 107,
    "tion_": 360,
    "ion_s": 212,
    "on_st": 259,
    "n_sta": 237,
    "_stat": 80,
    "stati": 334,
    "tatio": 344,
    "tion ": 359,
    " da": 10,
    "dat": 133,
    "ate": 103,
    " dat": 11,
    "date": 134,
    "ate ": 104,
    " date": 12,
    "date ": 135,
    " pu": 49,
    "pue": 277,
    "ued": 372,
    "edo": 149,
    "do ": 142,
    " pue": 50,
    "pued": 278,
    "uedo": 373,
    "edo ": 150,
    " pued": 51,
    "puedo": 279,
    "uedo ": 374,
    " re": 57,
    "res": 301,
    "ese": 165,
    "ser": 321,
    "erv": 161,
    "rva": 312,
    "var": 389,
    "ar ": 95,
    " res": 58,
    "rese": 302,
    "eser": 166,
    "serv": 322,
    "erva": 162,
    "rvar": 313,
    "var ": 390,
    " rese": 59,
    "reser": 303,
    "eserv": 167,
    "serva": 323,
    "ervar": 163,
    "rvar ": 314,
    " un": 76,
    "un ": 381,
    " un ": 77,
    " pa": 43,
    "par": 270,
    "ara": 96,
    " par": 44,
    "para": 271,
    "ara ": 97,
    " para": 45,
    "para ": 272,
    " ti": 68,
    "tim": 351,
    "ime": 198,
    "me ": 234,
    " tim": 69,
    "time": 352,
    "ime ": 199,
    " time": 70,
    "time ": 353,
    " or": 40,
    "ori": 266,
    "rig": 304,
    "igi": 192,
    "gin": 181,
    " ori": 41,
    "orig": 267,
    "rigi": 305,
    "igin": 193,
    "gin_": 182,
    "in_s": 201,
    " orig": 42,
    "origi": 268,
    "rigin": 306,
    "igin_": 194,
    "gin_s": 183,
    "in_st": 202
  },
  "response": null,
  "action_text": null
}