{
  "text": {
    "i": 226,
    "want": 596,
    "to": 540,
    "travel": 569,
    "on": 365,
    "15th": 4,
    "april": 62,
    "i want": 233,
    "want to": 597,
    "to travel": 557,
    "travel on": 572,
    "on 15th": 366,
    "15th april": 5,
    "the": 500,
    "date": 132,
    "is": 252,
    "20th": 8,
    "may": 315,
    "the date": 502,
    "date is": 134,
    "is 20th": 253,
    "20th may": 9,
    "let": 295,
    "s": 429,
    "set": 457,
    "for": 185,
    "3rd": 14,
    "june": 287,
    "let s": 296,
    "s set": 441,
    "set the": 461,
    "date for": 133,
    "for 3rd": 188,
    "3rd june": 15,
    "can": 103,
    "we": 599,
    "plan": 390,
    "10th": 0,
    "july": 286,
    "can we": 107,
    "we plan": 603,
    "plan for": 391,
    "for 10th": 186,
    "10th july": 1,
    "when": 618,
    "would": 639,
    "be": 86,
    "good": 213,
    "how": 222,
    "about": 36,
    "2nd": 12,
    "august": 77,
    "when would": 622,
    "would be": 640,
    "be good": 91,
    "good how": 214,
    "how about": 223,
    "about 2nd": 37,
    "2nd august": 13,
    "traveling": 574,
    "5th": 16,
    "september": 453,
    "works": 637,
    "best": 95,
    "traveling on": 576,
    "on 5th": 368,
    "5th september": 17,
    "september works": 454,
    "works best": 638,
    "departure": 146,
    "scheduled": 448,
    "12th": 2,
    "october": 359,
    "the departure": 503,
    "departure is": 149,
    "is scheduled": 265,
    "scheduled for": 449,
    "for 12th": 187,
    "12th october": 3,
    "m": 305,
    "available": 78,
    "18th": 6,
    "november": 358,
    "i m": 231,
    "m available": 306,
    "available on": 80,
    "on 18th": 367,
    "18th november": 7,
    "next": 346,
    "weekend": 606,
    "so": 466,
    "24th": 10,
    "december": 135,
    "sounds": 469,
    "next weekend": 348,
    "weekend so": 607,
    "so 24th": 467,
    "24th december": 11,
    "december sounds": 136,
    "sounds good": 470,
    "7th": 18,
    "january": 280,
    "year": 643,
    "about 7th": 38,
    "7th january": 19,
    "january next": 281,
    "next year": 349,
    "what": 608,
    "time": 533,
    "what s": 615,
    "s the": 443,
    "departure time": 151,
    "does": 163,
    "train": 566,
    "leave": 291,
    "when does": 619,
    "does the": 165,
    "the train": 517,
    "train leave": 567,
    "could": 127,
    "you": 649,
    "tell": 492,
    "me": 321,
    "schedule": 446,
    "today": 558,
    "could you": 128,
    "you tell": 657,
    "tell me": 493,
    "me the": 324,
    "the schedule": 513,
    "schedule for": 447,
    "for today": 197,
    "do": 160,
    "depart": 138,
    "tomorrow": 561,
    "what time": 616,
    "time do": 534,
    "do we": 161,
    "we depart": 600,
    "depart tomorrow": 141,
    "need": 340,
    "know": 288,
    "exact": 173,
    "timing": 537,
    "i need": 232,
    "need to": 342,
    "to know": 548,
    "know the": 289,
    "the exact": 505,
    "exact timing": 174,
    "crucial": 130,
    "my": 334,
    "plans": 397,
    "the time": 515,
    "time is": 535,
    "is crucial": 257,
    "crucial for": 131,
    "for my": 193,
    "my plans": 337,
    "please": 398,
    "provide": 419,
    "hour": 221,
    "please provide": 399,
    "provide the": 421,
    "departure hour": 148,
    "it": 270,
    "important": 240,
    "departs": 145,
    "it s": 277,
    "s important": 437,
    "important to": 241,
    "know when": 290,
    "when it": 621,
    "it departs": 274,
    "when is": 620,
    "is the": 268,
    "train scheduled": 568,
    "scheduled to": 450,
    "to leave": 549,
    "confirm": 115,
    "can you": 108,
    "you confirm": 651,
    "confirm the": 116,
    "much": 330,
    "cost": 123,
    "how much": 224,
    "much does": 331,
    "does it": 164,
    "it cost": 272,
    "are": 63,
    "prices": 415,
    "what are": 609,
    "are the": 66,
    "the prices": 510,
    "prices available": 416,
    "fare": 177,
    "details": 158,
    "the fare": 506,
    "fare details": 178,
    "price": 409,
    "information": 247,
    "needed": 343,
    "the price": 509,
    "price information": 412,
    "information is": 248,
    "is needed": 263,
    "ticket": 529,
    "costs": 125,
    "the ticket": 514,
    "ticket costs": 530,
    "total": 562,
    "this": 524,
    "trip": 577,
    "the total": 516,
    "total price": 565,
    "price for": 411,
    "for this": 196,
    "this trip": 528,
    "pricing": 417,
    "options": 373,
    "you provide": 655,
    "the pricing": 511,
    "pricing options": 418,
    "help": 217,
    "if": 236,
    "gave": 205,
    "it would": 278,
    "would help": 641,
    "help if": 218,
    "if you": 239,
    "you gave": 653,
    "gave me": 206,
    "essential": 170,
    "decision": 137,
    "price details": 410,
    "details are": 159,
    "are essential": 65,
    "essential for": 171,
    "my decision": 335,
    "will": 628,
    "journey": 282,
    "much will": 332,
    "will the": 629,
    "the journey": 507,
    "journey cost": 283,
    "departing": 142,
    "from": 198,
    "paris": 380,
    "m departing": 307,
    "departing from": 144,
    "from paris": 202,
    "origin": 374,
    "murcia": 333,
    "my origin": 336,
    "origin is": 375,
    "is murcia": 262,
    "london": 303,
    "is london": 260,
    "city": 113,
    "madrid": 311,
    "departure city": 147,
    "city is": 114,
    "is madrid": 261,
    "sevilla": 463,
    "the origin": 508,
    "is set": 266,
    "set to": 462,
    "to sevilla": 555,
    "ll": 299,
    "start": 471,
    "our": 378,
    "rome": 427,
    "we ll": 602,
    "ll start": 300,
    "start our": 472,
    "our journey": 379,
    "journey from": 284,
    "from rome": 203,
    "originating": 376,
    "valencia": 593,
    "originating from": 377,
    "from valencia": 204,
    "leaving": 293,
    "bilbao": 97,
    "m leaving": 309,
    "leaving from": 294,
    "from bilbao": 200,
    "granada": 216,
    "departing city": 143,
    "is granada": 259,
    "sydney": 486,
    "is sydney": 267,
    "starting": 474,
    "point": 404,
    "starting point": 476,
    "point is": 405,
    "is paris": 264,
    "yes": 644,
    "that": 494,
    "yes that": 645,
    "that time": 498,
    "time works": 536,
    "correct": 121,
    "that s": 496,
    "s correct": 434,
    "perfect": 384,
    "perfect timing": 385,
    "timing for": 538,
    "for me": 191,
    "suits": 484,
    "that suits": 497,
    "suits my": 485,
    "my schedule": 338,
    "right": 425,
    "the right": 512,
    "right time": 426,
    "agree": 49,
    "with": 630,
    "i agree": 227,
    "agree with": 50,
    "with this": 633,
    "this timing": 527,
    "wanted": 598,
    "correct that": 122,
    "s what": 445,
    "what i": 613,
    "i wanted": 234,
    "s perfect": 439,
    "alright": 51,
    "go": 207,
    "alright let": 52,
    "s go": 435,
    "go with": 210,
    "with that": 632,
    "confirmed": 117,
    "confirmed that": 118,
    "s good": 436,
    "no": 351,
    "doesn": 166,
    "t": 488,
    "work": 636,
    "no that": 352,
    "that doesn": 495,
    "doesn t": 167,
    "t work": 491,
    "not": 354,
    "s not": 438,
    "not right": 356,
    "make": 313,
    "at": 74,
    "can t": 106,
    "t make": 490,
    "make it": 314,
    "it at": 271,
    "at that": 76,
    "fit": 183,
    "t fit": 489,
    "fit my": 184,
    "suitable": 481,
    "not suitable": 357,
    "suitable for": 482,
    "unavailable": 585,
    "then": 519,
    "m unavailable": 310,
    "unavailable then": 586,
    "won": 634,
    "that timing": 499,
    "timing won": 539,
    "won t": 635,
    "possible": 406,
    "not possible": 355,
    "possible for": 408,
    "unfortunate": 587,
    "unfortunate timing": 588,
    "change": 109,
    "to change": 545,
    "change the": 110,
    "where": 623,
    "book": 98,
    "tickets": 532,
    "where can": 624,
    "can i": 105,
    "i book": 228,
    "book tickets": 100,
    "destinations": 155,
    "what destinations": 611,
    "destinations are": 156,
    "are available": 64,
    "service": 455,
    "offered": 364,
    "where is": 625,
    "is this": 269,
    "this service": 526,
    "service offered": 456,
    "which": 626,
    "locations": 301,
    "cover": 129,
    "which locations": 627,
    "locations do": 302,
    "do you": 162,
    "you cover": 652,
    "a": 30,
    "list": 297,
    "of": 360,
    "provide a": 420,
    "a list": 33,
    "list of": 298,
    "of destinations": 362,
    "cities": 111,
    "operate": 370,
    "in": 242,
    "what cities": 610,
    "cities do": 112,
    "you operate": 654,
    "operate in": 371,
    "booking": 101,
    "destinations available": 157,
    "available for": 79,
    "for booking": 190,
    "i go": 230,
    "of possible": 363,
    "possible destinations": 407,
    "available travel": 81,
    "travel destinations": 570,
    "__number__": 20,
    "price is": 413,
    "is __number__": 254,
    "around": 68,
    "it costs": 273,
    "costs around": 126,
    "around __number__": 69,
    "approximately": 60,
    "approximately __number__": 61,
    "__number__ for": 24,
    "for the": 195,
    "the trip": 518,
    "set at": 458,
    "at __number__": 75,
    "per": 381,
    "__number__ per": 26,
    "per ticket": 383,
    "fare is": 179,
    "__number__ total": 29,
    "s about": 431,
    "about __number__": 39,
    "this journey": 525,
    "total cost": 563,
    "cost is": 124,
    "expected": 175,
    "__number__ expected": 23,
    "berlin": 94,
    "about traveling": 44,
    "traveling from": 575,
    "from berlin": 199,
    "maybe": 316,
    "better": 96,
    "maybe rome": 319,
    "rome would": 428,
    "be better": 90,
    "what if": 614,
    "if we": 238,
    "depart from": 140,
    "consider": 119,
    "consider starting": 120,
    "starting in": 475,
    "in london": 243,
    "perhaps": 386,
    "option": 372,
    "perhaps madrid": 388,
    "madrid is": 312,
    "is a": 255,
    "a good": 32,
    "good option": 215,
    "amsterdam": 55,
    "might": 327,
    "about amsterdam": 40,
    "amsterdam it": 56,
    "it might": 276,
    "might work": 328,
    "new": 344,
    "york": 646,
    "from new": 201,
    "new york": 345,
    "york how": 647,
    "how s": 225,
    "s that": 442,
    "ideal": 235,
    "maybe sydney": 320,
    "sydney would": 487,
    "be ideal": 92,
    "suggestion": 479,
    "your": 659,
    "tokyo": 559,
    "suggestion start": 480,
    "start your": 473,
    "your journey": 660,
    "journey in": 285,
    "in tokyo": 245,
    "think": 522,
    "what do": 612,
    "you think": 658,
    "think about": 523,
    "about paris": 42,
    "am": 53,
    "leave at": 292,
    "__number__ am": 22,
    "should": 464,
    "pm": 400,
    "departure should": 150,
    "should be": 465,
    "be at": 89,
    "__number__ pm": 27,
    "midnight": 326,
    "we set": 604,
    "set it": 460,
    "it for": 275,
    "for midnight": 192,
    "__number__ __number__": 21,
    "pm tomorrow": 402,
    "noon": 353,
    "we go": 601,
    "go at": 208,
    "__number__ noon": 25,
    "early": 168,
    "morning": 329,
    "maybe __number__": 317,
    "am early": 54,
    "early morning": 169,
    "s plan": 440,
    "plan to": 393,
    "to depart": 546,
    "depart at": 139,
    "set for": 459,
    "for __number__": 189,
    "evening": 172,
    "pm in": 401,
    "in the": 244,
    "the evening": 504,
    "perhaps __number__": 387,
    "pm would": 403,
    "would work": 642,
    "barcelona": 85,
    "to go": 547,
    "go to": 209,
    "to barcelona": 543,
    "you book": 650,
    "book me": 99,
    "me to": 325,
    "to rome": 554,
    "destination": 152,
    "bali": 83,
    "destination is": 153,
    "is bali": 256,
    "bali please": 84,
    "plan the": 392,
    "trip to": 580,
    "to new": 552,
    "as": 70,
    "about tokyo": 43,
    "tokyo as": 560,
    "as a": 71,
    "a destination": 31,
    "interested": 250,
    "visiting": 594,
    "m interested": 308,
    "interested in": 251,
    "in visiting": 246,
    "visiting paris": 595,
    "nice": 350,
    "maybe london": 318,
    "london would": 304,
    "be nice": 93,
    "to sydney": 556,
    "destination set": 154,
    "to madrid": 551,
    "s travel": 444,
    "travel to": 573,
    "to amsterdam": 542,
    "acceptable": 45,
    "person": 389,
    "s acceptable": 432,
    "acceptable if": 46,
    "if it": 237,
    "s __number__": 430,
    "per person": 382,
    "afford": 47,
    "up": 589,
    "i can": 229,
    "can afford": 104,
    "afford up": 48,
    "up to": 590,
    "to __number__": 541,
    "fare should": 180,
    "be around": 88,
    "ticket is": 531,
    "is good": 258,
    "s confirm": 433,
    "the cost": 501,
    "total expected": 564,
    "expected to": 176,
    "to be": 544,
    "be __number__": 87,
    "seems": 451,
    "reasonable": 422,
    "price of": 414,
    "of __number__": 361,
    "__number__ seems": 28,
    "seems reasonable": 452,
    "trips": 581,
    "me about": 322,
    "about available": 41,
    "available trips": 82,
    "there": 520,
    "any": 57,
    "going": 211,
    "are there": 67,
    "there any": 521,
    "any trips": 59,
    "trips going": 584,
    "going to": 212,
    "to paris": 553,
    "planning": 394,
    "need help": 341,
    "help planning": 220,
    "planning a": 395,
    "a trip": 35,
    "to london": 550,
    "week": 605,
    "what trips": 617,
    "trips are": 582,
    "for next": 194,
    "next week": 347,
    "request": 423,
    "assistance": 72,
    "request assistance": 424,
    "assistance with": 73,
    "with booking": 631,
    "booking a": 102,
    "soon": 468,
    "trips departing": 583,
    "york soon": 648,
    "find": 181,
    "help me": 219,
    "me find": 323,
    "find a": 182,
    "a suitable": 34,
    "suitable trip": 483,
    "trip option": 579,
    "itineraries": 279,
    "information on": 249,
    "on available": 369,
    "travel itineraries": 571,
    "suggest": 477,
    "you suggest": 656,
    "suggest any": 478,
    "any trip": 58,
    "trip destinations": 578,
    "upcoming": 591,
    "planning my": 396,
    "my upcoming": 339,
    "upcoming journey": 592
  },
  "intent": {
    "inform_date": 3,
    "question_time": 8,
    "request_price": 10,
    "inform_origin": 5,
    "confirm_time": 1,
    "disconfirm_time": 2,
    "request_destination": 9,
    "answer_price": 0,
    "suggest_origin": 12,
    "inform_time": 7,
    "inform_destination": 4,
    "inform_price": 6,
    "request_trip": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "trip_form": 12,
    "utter_confirm_all": 13
  },
  "action_text": null,
  "intent_response_key": null
}