{
  "text": {
    "i": 133,
    "need": 186,
    "a": 4,
    "restaurant": 233,
    "in": 141,
    "the": 279,
    "city": 72,
    "center": 69,
    "i need": 139,
    "need a": 187,
    "a restaurant": 11,
    "restaurant in": 234,
    "in the": 144,
    "the city": 285,
    "city center": 73,
    "can": 65,
    "you": 333,
    "find": 94,
    "place": 212,
    "near": 184,
    "beach": 50,
    "can you": 67,
    "you find": 336,
    "find a": 95,
    "a place": 10,
    "place near": 213,
    "near the": 185,
    "the beach": 283,
    "looking": 166,
    "for": 96,
    "cambridge": 63,
    "looking for": 167,
    "for a": 97,
    "in cambridge": 142,
    "do": 83,
    "have": 118,
    "options": 205,
    "east": 87,
    "end": 91,
    "do you": 84,
    "you have": 340,
    "have options": 123,
    "options in": 206,
    "the east": 288,
    "east end": 88,
    "want": 322,
    "located": 163,
    "train": 312,
    "station": 261,
    "i want": 140,
    "want a": 323,
    "restaurant located": 236,
    "located near": 164,
    "the train": 299,
    "train station": 316,
    "what": 325,
    "s": 241,
    "price": 217,
    "range": 221,
    "your": 345,
    "recommendations": 225,
    "what s": 327,
    "s the": 246,
    "the price": 294,
    "price range": 218,
    "range for": 222,
    "for your": 100,
    "your recommendations": 347,
    "suggest": 262,
    "under": 320,
    "__number__": 0,
    "you suggest": 344,
    "suggest a": 263,
    "restaurant under": 238,
    "under __number__": 321,
    "m": 171,
    "something": 253,
    "affordable": 20,
    "i m": 138,
    "m looking": 173,
    "for something": 98,
    "something affordable": 254,
    "are": 37,
    "there": 300,
    "any": 30,
    "budget": 58,
    "friendly": 103,
    "are there": 38,
    "there any": 301,
    "any budget": 31,
    "budget friendly": 59,
    "friendly options": 104,
    "that": 276,
    "not": 191,
    "too": 309,
    "expensive": 92,
    "place that": 214,
    "that s": 278,
    "s not": 244,
    "not too": 192,
    "too expensive": 310,
    "hotel": 128,
    "with": 328,
    "of": 198,
    "night": 190,
    "a hotel": 7,
    "hotel with": 130,
    "with a": 329,
    "a budget": 5,
    "budget of": 60,
    "of __number__": 199,
    "__number__ night": 3,
    "hotels": 131,
    "free": 101,
    "breakfast": 57,
    "have hotels": 122,
    "hotels with": 132,
    "with free": 331,
    "free breakfast": 102,
    "parking": 207,
    "facility": 93,
    "a parking": 9,
    "parking facility": 208,
    "allows": 22,
    "pets": 209,
    "hotel that": 129,
    "that allows": 277,
    "allows pets": 23,
    "spa": 256,
    "a spa": 13,
    "thank": 271,
    "goodbye": 112,
    "thank you": 272,
    "you goodbye": 339,
    "ll": 161,
    "see": 249,
    "later": 158,
    "i ll": 137,
    "ll see": 162,
    "see you": 250,
    "you later": 342,
    "great": 116,
    "day": 80,
    "have a": 119,
    "a great": 6,
    "great day": 117,
    "thanks": 273,
    "help": 126,
    "thanks for": 275,
    "for the": 99,
    "the help": 289,
    "and": 25,
    "take": 265,
    "care": 68,
    "goodbye and": 113,
    "and take": 26,
    "take care": 266,
    "assistance": 43,
    "you for": 337,
    "the assistance": 282,
    "appreciate": 34,
    "i appreciate": 134,
    "appreciate your": 36,
    "your help": 346,
    "lot": 168,
    "thanks a": 274,
    "a lot": 8,
    "grateful": 114,
    "support": 264,
    "grateful for": 115,
    "your support": 348,
    "really": 223,
    "really appreciate": 224,
    "appreciate the": 35,
    "taxi": 267,
    "from": 105,
    "airport": 21,
    "a taxi": 14,
    "taxi from": 268,
    "from the": 108,
    "the airport": 281,
    "arrange": 39,
    "ride": 239,
    "to": 303,
    "you arrange": 334,
    "arrange a": 40,
    "a ride": 12,
    "ride to": 240,
    "to the": 308,
    "the hotel": 290,
    "service": 251,
    "london": 165,
    "taxi service": 269,
    "service in": 252,
    "in london": 143,
    "drivers": 85,
    "available": 48,
    "now": 193,
    "have drivers": 121,
    "drivers available": 86,
    "available now": 49,
    "taxi to": 270,
    "kings": 154,
    "lynn": 169,
    "a train": 15,
    "train from": 314,
    "from kings": 107,
    "kings lynn": 155,
    "lynn to": 170,
    "to cambridge": 305,
    "departing": 81,
    "at": 45,
    "am": 24,
    "train departing": 313,
    "departing at": 82,
    "at __number__": 46,
    "__number__ __number__": 1,
    "__number__ am": 2,
    "on": 203,
    "saturday": 248,
    "train on": 315,
    "on saturday": 204,
    "trains": 317,
    "stansted": 259,
    "have trains": 125,
    "trains to": 318,
    "to stansted": 307,
    "stansted airport": 260,
    "from cambridge": 106,
    "cambridge to": 64,
    "to kings": 306,
    "could": 78,
    "else": 89,
    "could you": 79,
    "you help": 341,
    "help with": 127,
    "with something": 332,
    "something else": 255,
    "another": 27,
    "request": 230,
    "i have": 136,
    "have another": 120,
    "another request": 28,
    "let": 159,
    "me": 175,
    "ask": 41,
    "about": 16,
    "let me": 160,
    "me ask": 176,
    "ask about": 42,
    "about something": 17,
    "is": 147,
    "anything": 32,
    "is there": 153,
    "there anything": 302,
    "anything else": 33,
    "else i": 90,
    "i can": 135,
    "can ask": 66,
    "topic": 311,
    "need assistance": 188,
    "assistance with": 44,
    "with another": 330,
    "another topic": 29,
    "provide": 219,
    "phone": 210,
    "number": 194,
    "you provide": 343,
    "provide the": 220,
    "the phone": 292,
    "phone number": 211,
    "number of": 197,
    "of the": 200,
    "the restaurant": 297,
    "address": 18,
    "need the": 189,
    "the address": 280,
    "address of": 19,
    "contact": 76,
    "what is": 326,
    "is the": 152,
    "the contact": 287,
    "contact number": 77,
    "number for": 195,
    "the place": 293,
    "give": 110,
    "you give": 338,
    "give the": 111,
    "restaurant s": 237,
    "s phone": 245,
    "please": 215,
    "please provide": 216,
    "s address": 242,
    "named": 182,
    "spice": 257,
    "garden": 109,
    "restaurant is": 235,
    "is named": 151,
    "named the": 183,
    "the spice": 298,
    "spice garden": 258,
    "book": 53,
    "la": 156,
    "maison": 174,
    "want to": 324,
    "to book": 304,
    "book at": 54,
    "at la": 47,
    "la maison": 157,
    "name": 180,
    "bistro": 51,
    "s name": 243,
    "name is": 181,
    "is bistro": 149,
    "bistro __number__": 52,
    "interested": 145,
    "olive": 201,
    "tree": 319,
    "m interested": 172,
    "interested in": 146,
    "the olive": 291,
    "olive tree": 202,
    "called": 61,
    "saffron": 247,
    "is called": 150,
    "called saffron": 62,
    "reference": 226,
    "reservation": 231,
    "the reference": 295,
    "reference number": 229,
    "the reservation": 296,
    "check": 70,
    "booking": 55,
    "you check": 335,
    "check the": 71,
    "the booking": 284,
    "booking reference": 56,
    "reservation number": 232,
    "confirmation": 74,
    "the confirmation": 286,
    "confirmation number": 75,
    "number is": 196,
    "is __number__": 148,
    "my": 177,
    "my booking": 178,
    "reference is": 228,
    "have the": 124,
    "reference __number__": 227,
    "my reservation": 179
  },
  "intent": {
    "intent_user_restaurant_inform": 4,
    "intent_user_restaurant_request": 7,
    "intent_user_hotel_inform": 2,
    "intent_user_general_bye": 0,
    "intent_user_general_thank": 1,
    "intent_user_taxi_inform": 10,
    "intent_user_train_inform": 11,
    "intent_user_other": 3,
    "intent_user_restaurant_request_2": 8,
    "intent_user_restaurant_inform_2": 5,
    "intent_user_restaurant_request_3": 9,
    "intent_user_restaurant_inform_3": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_system_general_bye": 12,
    "utter_system_general_thank": 13,
    "utter_system_hotel_inform": 14,
    "utter_system_other": 15,
    "utter_system_restaurant_inform": 16,
    "utter_system_restaurant_inform_2": 17,
    "utter_system_restaurant_inform_3": 18,
    "utter_system_restaurant_request": 19,
    "utter_system_restaurant_request_2": 20,
    "utter_system_restaurant_request_3": 21,
    "utter_system_taxi_inform": 22,
    "utter_system_train_inform": 23
  },
  "action_text": null,
  "intent_response_key": null
}