{
  "text": {
    "i": 149,
    "want": 371,
    "a": 9,
    "italian": 173,
    "place": 252,
    "i want": 152,
    "want a": 372,
    "a italian": 14,
    "italian place": 175,
    "show": 295,
    "me": 198,
    "japanese": 176,
    "restaurants": 276,
    "show me": 296,
    "me japanese": 201,
    "japanese restaurants": 178,
    "any": 31,
    "vegetarian": 365,
    "options": 243,
    "any vegetarian": 41,
    "vegetarian options": 366,
    "thai": 321,
    "food": 111,
    "near": 216,
    "here": 137,
    "thai food": 322,
    "food near": 112,
    "near here": 218,
    "do": 96,
    "you": 391,
    "know": 184,
    "mexican": 204,
    "do you": 97,
    "you know": 396,
    "know mexican": 185,
    "mexican restaurants": 206,
    "where": 383,
    "are": 42,
    "the": 323,
    "in": 153,
    "south": 300,
    "where are": 384,
    "are the": 43,
    "the restaurants": 333,
    "restaurants in": 279,
    "in south": 160,
    "find": 107,
    "downtown": 100,
    "find a": 108,
    "a place": 16,
    "place in": 254,
    "in downtown": 154,
    "around": 46,
    "city": 89,
    "centre": 80,
    "any restaurants": 37,
    "restaurants around": 277,
    "around city": 47,
    "city centre": 90,
    "nearby": 219,
    "north": 229,
    "spots": 303,
    "nearby north": 220,
    "north spots": 230,
    "east": 101,
    "restaurant": 274,
    "suggestions": 310,
    "east restaurant": 102,
    "restaurant suggestions": 275,
    "book": 61,
    "hotel": 138,
    "paris": 244,
    "book me": 64,
    "me a": 199,
    "a hotel": 13,
    "hotel in": 140,
    "in paris": 159,
    "looking": 194,
    "for": 113,
    "hotels": 142,
    "london": 193,
    "looking for": 195,
    "for hotels": 117,
    "hotels in": 144,
    "in london": 156,
    "any hotels": 33,
    "hotels near": 145,
    "near downtown": 217,
    "to": 345,
    "stay": 305,
    "want to": 373,
    "to stay": 351,
    "stay in": 306,
    "new": 225,
    "york": 390,
    "in new": 157,
    "new york": 226,
    "__number__": 0,
    "people": 247,
    "please": 259,
    "for __number__": 114,
    "__number__ people": 6,
    "people please": 248,
    "need": 221,
    "room": 282,
    "need a": 222,
    "a room": 19,
    "room for": 283,
    "can": 75,
    "can you": 77,
    "you book": 392,
    "book a": 62,
    "how": 146,
    "about": 22,
    "guests": 132,
    "how about": 147,
    "about __number__": 23,
    "__number__ guests": 4,
    "accommodation": 25,
    "needed": 224,
    "__number__ accommodation": 2,
    "accommodation needed": 26,
    "what": 379,
    "s": 284,
    "price": 263,
    "what s": 380,
    "s the": 289,
    "the price": 331,
    "much": 207,
    "does": 98,
    "it": 170,
    "cost": 91,
    "how much": 148,
    "much does": 208,
    "does it": 99,
    "it cost": 171,
    "cost cost": 92,
    "fare": 105,
    "tickets": 341,
    "fare for": 106,
    "for tickets": 121,
    "tell": 319,
    "you tell": 399,
    "tell me": 320,
    "me the": 203,
    "rate": 267,
    "need to": 223,
    "to know": 349,
    "know the": 186,
    "the rate": 332,
    "when": 381,
    "is": 165,
    "next": 227,
    "train": 354,
    "when is": 382,
    "is the": 168,
    "the next": 330,
    "next train": 228,
    "time": 342,
    "the time": 335,
    "schedule": 291,
    "schedule please": 292,
    "trains": 355,
    "at": 48,
    "any trains": 40,
    "trains at": 356,
    "at __number__": 49,
    "__number__ __number__": 1,
    "check": 83,
    "timetable": 343,
    "check the": 86,
    "the timetable": 336,
    "call": 71,
    "taxi": 311,
    "using": 363,
    "call a": 72,
    "a taxi": 20,
    "taxi using": 314,
    "using __number__": 364,
    "on": 239,
    "taxi on": 312,
    "on __number__": 240,
    "my": 210,
    "number": 232,
    "my number": 212,
    "number is": 233,
    "is __number__": 166,
    "__number__ call": 3,
    "via": 367,
    "please call": 260,
    "call taxi": 73,
    "taxi via": 315,
    "via __number__": 368,
    "with": 387,
    "phone": 249,
    "taxi with": 316,
    "with phone": 389,
    "phone __number__": 250,
    "attractions": 53,
    "find attractions": 109,
    "attractions nearby": 54,
    "there": 337,
    "points": 261,
    "of": 234,
    "interest": 162,
    "are there": 44,
    "there any": 338,
    "any points": 36,
    "points of": 262,
    "of interest": 237,
    "interest around": 163,
    "recommend": 270,
    "landmarks": 187,
    "you recommend": 397,
    "recommend landmarks": 271,
    "name": 213,
    "an": 29,
    "attraction": 50,
    "the name": 329,
    "name of": 215,
    "of an": 236,
    "an attraction": 30,
    "attraction here": 51,
    "suggest": 307,
    "tourist": 352,
    "spot": 302,
    "suggest a": 308,
    "a tourist": 21,
    "tourist spot": 353,
    "find me": 110,
    "a restaurant": 17,
    "to book": 346,
    "good": 127,
    "eat": 103,
    "you suggest": 398,
    "a good": 11,
    "good place": 128,
    "place to": 255,
    "to eat": 348,
    "available": 55,
    "restaurants available": 278,
    "let": 188,
    "dining": 94,
    "let s": 190,
    "s find": 286,
    "a dining": 10,
    "dining spot": 95,
    "m": 196,
    "i m": 150,
    "m looking": 197,
    "for italian": 118,
    "italian food": 174,
    "have": 135,
    "you have": 395,
    "have vegetarian": 136,
    "we": 374,
    "we need": 377,
    "a mexican": 15,
    "mexican restaurant": 205,
    "places": 256,
    "any japanese": 34,
    "japanese places": 177,
    "places nearby": 258,
    "get": 125,
    "chinese": 87,
    "can we": 76,
    "we get": 375,
    "get chinese": 126,
    "chinese here": 88,
    "south please": 301,
    "any spots": 38,
    "spots in": 304,
    "in east": 155,
    "for a": 115,
    "place around": 253,
    "check places": 85,
    "places in": 257,
    "in north": 158,
    "it s": 172,
    "s for": 287,
    "ll": 191,
    "be": 56,
    "four": 123,
    "we ll": 376,
    "ll be": 192,
    "be four": 57,
    "just": 182,
    "only": 241,
    "just __number__": 183,
    "__number__ it": 5,
    "s only": 288,
    "only me": 242,
    "will": 385,
    "six": 297,
    "us": 360,
    "there will": 340,
    "will be": 386,
    "be six": 58,
    "six of": 298,
    "of us": 238,
    "re": 268,
    "group": 130,
    "we re": 378,
    "re a": 269,
    "a group": 12,
    "group of": 131,
    "of __number__": 235,
    "range": 266,
    "price range": 265,
    "let me": 189,
    "me know": 202,
    "price options": 264,
    "me about": 200,
    "about cost": 24,
    "the fare": 327,
    "cost price": 93,
    "call using": 74,
    "__number__ please": 7,
    "book with": 65,
    "with __number__": 388,
    "use": 361,
    "use __number__": 362,
    "__number__ to": 8,
    "to call": 347,
    "phone number": 251,
    "i need": 151,
    "you find": 393,
    "hotel for": 139,
    "for me": 120,
    "hotels available": 143,
    "hotel nearby": 141,
    "booking": 66,
    "under": 357,
    "alice": 27,
    "smith": 299,
    "the booking": 325,
    "booking is": 67,
    "is under": 169,
    "under alice": 358,
    "alice smith": 28,
    "john": 179,
    "for john": 119,
    "john please": 180,
    "emma": 104,
    "my name": 211,
    "name is": 214,
    "is emma": 167,
    "reserve": 272,
    "bob": 59,
    "johnson": 181,
    "reserve under": 273,
    "under bob": 359,
    "bob johnson": 60,
    "charlie": 81,
    "brown": 70,
    "book for": 63,
    "for charlie": 116,
    "charlie brown": 82,
    "the schedule": 334,
    "timetable please": 344,
    "taxi please": 313,
    "ride": 280,
    "now": 231,
    "a ride": 18,
    "ride now": 281,
    "taxis": 317,
    "any taxis": 39,
    "taxis available": 318,
    "hail": 133,
    "you hail": 394,
    "hail a": 134,
    "see": 293,
    "museum": 209,
    "to see": 350,
    "see the": 294,
    "the museum": 328,
    "visit": 369,
    "botanical": 68,
    "garden": 124,
    "s visit": 290,
    "visit the": 370,
    "the botanical": 326,
    "botanical garden": 69,
    "castles": 78,
    "any castles": 32,
    "castles nearby": 79,
    "zoos": 400,
    "check for": 84,
    "for zoos": 122,
    "zoos around": 401,
    "parks": 245,
    "area": 45,
    "any parks": 35,
    "parks in": 246,
    "in the": 161,
    "the area": 324,
    "there points": 339,
    "interest here": 164,
    "s a": 285,
    "good tourist": 129,
    "suggest an": 309,
    "attraction please": 52
  },
  "intent": {
    "restaurant_food": 16,
    "restaurant_area": 15,
    "hotel_area": 1,
    "hotel_rooms": 2,
    "train_price": 18,
    "train_time": 19,
    "taxi_phone": 17,
    "attraction_info": 0,
    "request_restaurant": 12,
    "inform_food": 5,
    "inform_area": 3,
    "inform_people": 6,
    "inform_price": 8,
    "inform_phone": 7,
    "request_hotel": 11,
    "inform_reservation": 9,
    "request_train": 14,
    "request_taxi": 13,
    "inform_attraction": 4,
    "request_attraction": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "attraction_form": 12,
    "hotel_form": 13,
    "restaurant_form": 14,
    "taxi_form": 15,
    "train_form": 16,
    "utter_confirm_all_attraction": 17,
    "utter_confirm_all_hotel": 18,
    "utter_confirm_all_restaurant": 19,
    "utter_confirm_all_taxi": 20,
    "utter_confirm_all_train": 21
  },
  "action_text": null,
  "intent_response_key": null
}