{
  "text": {
    "what": 266,
    "s": 199,
    "good": 86,
    "on": 168,
    "the": 221,
    "menu": 140,
    "what s": 269,
    "s good": 201,
    "good on": 87,
    "on the": 173,
    "the menu": 228,
    "i": 110,
    "want": 262,
    "to": 240,
    "know": 126,
    "more": 142,
    "about": 11,
    "your": 280,
    "restaurant": 191,
    "i want": 115,
    "want to": 263,
    "to know": 242,
    "know more": 127,
    "more about": 143,
    "about your": 12,
    "your restaurant": 283,
    "tell": 219,
    "me": 134,
    "food": 64,
    "options": 177,
    "tell me": 220,
    "me about": 135,
    "your food": 282,
    "food options": 65,
    "can": 30,
    "you": 274,
    "give": 82,
    "some": 204,
    "recommendations": 190,
    "can you": 32,
    "you give": 276,
    "give me": 83,
    "me some": 137,
    "some recommendations": 206,
    "kind": 124,
    "of": 163,
    "cuisine": 45,
    "do": 55,
    "offer": 167,
    "what kind": 268,
    "kind of": 125,
    "of cuisine": 165,
    "cuisine do": 46,
    "do you": 56,
    "you offer": 278,
    "book": 28,
    "a": 0,
    "room": 194,
    "for": 66,
    "tonight": 251,
    "book a": 29,
    "a room": 6,
    "room for": 195,
    "for tonight": 71,
    "need": 156,
    "hotel": 103,
    "with": 271,
    "pool": 182,
    "need a": 157,
    "a hotel": 2,
    "hotel with": 104,
    "with a": 272,
    "a pool": 3,
    "stay": 212,
    "near": 151,
    "city": 40,
    "center": 35,
    "to stay": 244,
    "stay near": 213,
    "near the": 152,
    "the city": 226,
    "city center": 41,
    "price": 183,
    "range": 188,
    "rooms": 198,
    "s the": 202,
    "the price": 231,
    "price range": 184,
    "range for": 189,
    "for your": 72,
    "your rooms": 284,
    "get": 76,
    "view": 261,
    "can i": 31,
    "i get": 112,
    "get a": 77,
    "room with": 197,
    "a view": 10,
    "taxi": 217,
    "a taxi": 8,
    "taxi for": 218,
    "ride": 192,
    "from": 73,
    "airport": 15,
    "a ride": 5,
    "ride from": 193,
    "from the": 75,
    "the airport": 223,
    "how": 106,
    "much": 145,
    "does": 57,
    "it": 122,
    "cost": 43,
    "downtown": 59,
    "how much": 109,
    "much does": 146,
    "does it": 58,
    "it cost": 123,
    "cost to": 44,
    "to get": 241,
    "get downtown": 78,
    "directions": 53,
    "my": 147,
    "destination": 50,
    "me directions": 136,
    "directions to": 54,
    "to my": 243,
    "my destination": 148,
    "have": 89,
    "any": 16,
    "carpooling": 33,
    "you have": 277,
    "have any": 91,
    "any carpooling": 17,
    "carpooling options": 34,
    "train": 255,
    "ticket": 234,
    "tomorrow": 250,
    "a train": 9,
    "train ticket": 257,
    "ticket for": 235,
    "for tomorrow": 70,
    "information": 118,
    "schedules": 203,
    "need information": 159,
    "information on": 119,
    "on schedules": 172,
    "cheapest": 36,
    "way": 264,
    "here": 96,
    "there": 233,
    "the cheapest": 224,
    "cheapest way": 37,
    "way to": 265,
    "get from": 79,
    "from here": 74,
    "here to": 97,
    "to there": 246,
    "station": 211,
    "to the": 245,
    "the station": 232,
    "package": 180,
    "deals": 47,
    "any package": 19,
    "package deals": 181,
    "hi": 100,
    "are": 21,
    "today": 249,
    "hi how": 102,
    "how are": 107,
    "are you": 22,
    "you today": 279,
    "hello": 92,
    "help": 94,
    "hello i": 93,
    "i need": 114,
    "need some": 160,
    "some help": 205,
    "hey": 98,
    "going": 84,
    "hey what": 99,
    "s going": 200,
    "going on": 85,
    "assist": 25,
    "something": 207,
    "hi can": 101,
    "you assist": 275,
    "assist me": 26,
    "me with": 138,
    "with something": 273,
    "question": 187,
    "i have": 113,
    "have a": 90,
    "a question": 4,
    "time": 236,
    "is": 120,
    "next": 161,
    "arriving": 24,
    "what time": 270,
    "time is": 238,
    "is the": 121,
    "the next": 230,
    "next train": 162,
    "train arriving": 256,
    "delays": 49,
    "on delays": 169,
    "upgrade": 259,
    "to upgrade": 247,
    "upgrade my": 260,
    "my ticket": 150,
    "nearest": 153,
    "the nearest": 229,
    "nearest station": 155,
    "special": 209,
    "students": 214,
    "any special": 20,
    "special deals": 210,
    "deals for": 48,
    "for students": 69,
    "estimated": 62,
    "arrival": 23,
    "the estimated": 227,
    "estimated time": 63,
    "time of": 239,
    "of arrival": 164,
    "traffic": 253,
    "conditions": 42,
    "on traffic": 174,
    "traffic conditions": 254,
    "check": 38,
    "in": 116,
    "the check": 225,
    "check in": 39,
    "in time": 117,
    "time for": 237,
    "types": 258,
    "on room": 171,
    "room types": 196,
    "my room": 149,
    "attraction": 27,
    "nearest attraction": 154,
    "loyalty": 132,
    "program": 185,
    "members": 139,
    "for loyalty": 68,
    "loyalty program": 133,
    "program members": 186,
    "like": 130,
    "menu like": 141,
    "like today": 131,
    "opening": 175,
    "hours": 105,
    "on opening": 170,
    "opening hours": 176,
    "table": 216,
    "a table": 7,
    "to your": 248,
    "large": 128,
    "groups": 88,
    "for large": 67,
    "large groups": 129,
    "address": 13,
    "the address": 222,
    "address of": 14,
    "of your": 166,
    "your attraction": 281,
    "get in": 80,
    "else": 60,
    "need help": 158,
    "help with": 95,
    "something else": 208,
    "different": 51,
    "topic": 252,
    "a different": 1,
    "different topic": 52,
    "what else": 267,
    "else can": 61,
    "i do": 111,
    "how can": 108,
    "get more": 81,
    "more information": 144,
    "other": 178,
    "suggestions": 215,
    "any other": 18,
    "other suggestions": 179
  },
  "intent": {
    "intent_restaurant_inform": 5,
    "intent_hotel_request": 3,
    "intent_taxi_request": 7,
    "intent_train_request": 9,
    "intent_general_greet": 1,
    "intent_train_inform": 8,
    "intent_taxi_inform": 6,
    "intent_hotel_inform": 2,
    "intent_attraction_inform": 0,
    "intent_other": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_assistant": 12,
    "utter_hotel_info": 13,
    "utter_restaurant_info": 14,
    "utter_taxi_info": 15,
    "utter_train_info": 16,
    "utter_welcome": 17
  },
  "action_text": null,
  "intent_response_key": null
}