{
  "text": {
    "i": 70,
    "want": 184,
    "to": 165,
    "travel": 174,
    "on": 118,
    "15th": 1,
    "april": 17,
    "i want": 72,
    "want to": 185,
    "to travel": 170,
    "travel on": 175,
    "on 15th": 119,
    "15th april": 2,
    "20th": 3,
    "may": 100,
    "on 20th": 120,
    "20th may": 4,
    "the": 155,
    "trip": 176,
    "is": 75,
    "scheduled": 145,
    "for": 55,
    "10th": 0,
    "the trip": 161,
    "trip is": 179,
    "is scheduled": 82,
    "scheduled for": 146,
    "for may": 56,
    "may 10th": 101,
    "let": 92,
    "s": 139,
    "go": 61,
    "5th": 5,
    "of": 116,
    "june": 89,
    "let s": 94,
    "s go": 140,
    "go on": 63,
    "on the": 121,
    "the 5th": 156,
    "5th of": 6,
    "of june": 117,
    "when": 189,
    "next": 113,
    "monday": 106,
    "when is": 190,
    "is the": 83,
    "trip next": 180,
    "next monday": 114,
    "leave": 90,
    "at": 24,
    "__number__": 7,
    "am": 16,
    "to leave": 167,
    "leave at": 91,
    "at __number__": 25,
    "__number__ am": 9,
    "departure": 44,
    "time": 163,
    "should": 148,
    "be": 29,
    "pm": 129,
    "departure time": 46,
    "time should": 164,
    "should be": 149,
    "be __number__": 30,
    "__number__ pm": 10,
    "midnight": 105,
    "go at": 62,
    "at midnight": 26,
    "what": 186,
    "about": 14,
    "noon": 115,
    "what about": 187,
    "about noon": 15,
    "train": 171,
    "works": 191,
    "me": 102,
    "the train": 160,
    "train at": 172,
    "pm works": 130,
    "works for": 192,
    "for me": 57,
    "origin": 122,
    "madrid": 99,
    "origin is": 123,
    "is madrid": 78,
    "m": 96,
    "starting": 150,
    "from": 59,
    "barcelona": 28,
    "i m": 71,
    "m starting": 98,
    "starting from": 151,
    "from barcelona": 60,
    "city": 39,
    "paris": 124,
    "departure city": 45,
    "city is": 40,
    "is paris": 79,
    "point": 131,
    "rome": 138,
    "starting point": 152,
    "point is": 132,
    "is rome": 80,
    "begins": 32,
    "in": 73,
    "london": 95,
    "trip begins": 177,
    "begins in": 33,
    "in london": 74,
    "destination": 47,
    "salamanca": 142,
    "destination is": 48,
    "is salamanca": 81,
    "going": 64,
    "sevilla": 147,
    "m going": 97,
    "going to": 65,
    "to sevilla": 169,
    "arriving": 22,
    "valladolid": 183,
    "arriving at": 23,
    "at valladolid": 27,
    "endpoint": 51,
    "bilbao": 34,
    "the endpoint": 158,
    "endpoint is": 52,
    "is bilbao": 77,
    "final": 53,
    "stop": 153,
    "final stop": 54,
    "stop is": 154,
    "budget": 37,
    "up": 181,
    "budget is": 38,
    "is up": 84,
    "up to": 182,
    "to __number__": 166,
    "price": 133,
    "around": 18,
    "price should": 135,
    "be around": 31,
    "around __number__": 19,
    "cost": 41,
    "what s": 188,
    "s the": 141,
    "the cost": 157,
    "cost __number__": 42,
    "range": 136,
    "the price": 159,
    "price range": 134,
    "range is": 137,
    "is __number__": 76,
    "__number__ __number__": 8,
    "how": 68,
    "much": 107,
    "does": 49,
    "it": 85,
    "free": 58,
    "how much": 69,
    "much does": 108,
    "does it": 50,
    "it cost": 86,
    "cost free": 43,
    "plan": 125,
    "a": 11,
    "to plan": 168,
    "plan a": 126,
    "a trip": 13,
    "book": 35,
    "ticket": 162,
    "let me": 93,
    "me book": 103,
    "book a": 36,
    "a train": 12,
    "train ticket": 173,
    "help": 66,
    "schedule": 143,
    "my": 109,
    "help me": 67,
    "me schedule": 104,
    "schedule my": 144,
    "my travel": 111,
    "journey": 87,
    "please": 128,
    "plan my": 127,
    "my journey": 110,
    "journey please": 88,
    "arrange": 20,
    "arrange my": 21,
    "my trip": 112,
    "trip for": 178
  },
  "intent": {
    "inform_date": 0,
    "inform_time": 4,
    "inform_origin": 2,
    "inform_destination": 1,
    "inform_price": 3,
    "request_trip": 5
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "trip_form": 12,
    "utter_confirm_all": 13
  },
  "action_text": null,
  "intent_response_key": null
}