{
  "text": {
    " he": 35,
    "hel": 261,
    "ell": 203,
    "llo": 320,
    "lo ": 322,
    " hel": 36,
    "hell": 262,
    "ello": 205,
    "llo ": 321,
    " hell": 37,
    "hello": 263,
    "ello ": 206,
    " hi": 41,
    "hi ": 270,
    " hi ": 42,
    "hey": 268,
    "ey ": 241,
    " hey": 39,
    "hey ": 269,
    " hey ": 40,
    " go": 32,
    "goo": 251,
    "ood": 380,
    "od ": 369,
    " goo": 33,
    "good": 252,
    "ood ": 381,
    " good": 34,
    "good ": 253,
    " mo": 57,
    "mor": 330,
    "orn": 390,
    "rni": 441,
    "nin": 356,
    "ing": 296,
    "ng ": 355,
    " mor": 58,
    "morn": 333,
    "orni": 391,
    "rnin": 442,
    "ning": 357,
    "ing ": 297,
    " morn": 60,
    "morni": 334,
    "ornin": 392,
    "rning": 443,
    "ning ": 358,
    " ev": 23,
    "eve": 233,
    "ven": 523,
    "eni": 212,
    " eve": 24,
    "even": 234,
    "veni": 524,
    "enin": 213,
    " even": 25,
    "eveni": 235,
    "venin": 525,
    "ening": 214,
    " by": 7,
    "bye": 164,
    "ye ": 542,
    " bye": 8,
    "bye ": 165,
    " bye ": 9,
    "odb": 370,
    "dby": 179,
    "oodb": 382,
    "odby": 371,
    "dbye": 180,
    "goodb": 254,
    "oodby": 383,
    "odbye": 372,
    "dbye ": 181,
    " se": 78,
    "see": 450,
    "ee ": 192,
    " see": 79,
    "see ": 451,
    " see ": 80,
    " yo": 117,
    "you": 545,
    "ou ": 399,
    " you": 118,
    "you ": 546,
    " you ": 119,
    " la": 52,
    "lat": 312,
    "ate": 148,
    "ter": 485,
    "er ": 218,
    " lat": 53,
    "late": 313,
    "ater": 150,
    "ter ": 486,
    " late": 54,
    "later": 314,
    "ater ": 151,
    " fa": 26,
    "far": 242,
    "are": 144,
    "rew": 437,
    "ewe": 238,
    "wel": 531,
    "ll ": 319,
    " far": 27,
    "fare": 243,
    "arew": 145,
    "rewe": 438,
    "ewel": 239,
    "well": 534,
    "ell ": 204,
    " fare": 28,
    "farew": 244,
    "arewe": 146,
    "rewel": 439,
    "ewell": 240,
    "well ": 535,
    " ye": 114,
    "yes": 543,
    "es ": 222,
    " yes": 115,
    "yes ": 544,
    " yes ": 116,
    " in": 47,
    "ind": 290,
    "nde": 341,
    "dee": 182,
    "eed": 193,
    "ed ": 191,
    " ind": 48,
    "inde": 291,
    "ndee": 342,
    "deed": 183,
    "eed ": 194,
    " inde": 49,
    "indee": 292,
    "ndeed": 343,
    "deed ": 184,
    " of": 68,
    "of ": 373,
    " of ": 69,
    " co": 13,
    "cou": 174,
    "our": 406,
    "urs": 517,
    "rse": 444,
    "se ": 449,
    " cou": 14,
    "cour": 177,
    "ours": 407,
    "urse": 518,
    "rse ": 445,
    " cour": 16,
    "cours": 178,
    "ourse": 408,
    "urse ": 519,
    " th": 94,
    "tha": 487,
    "hat": 259,
    "at ": 147,
    " tha": 95,
    "that": 490,
    "hat ": 260,
    " that": 97,
    "that ": 491,
    " so": 81,
    "sou": 459,
    "oun": 403,
    "und": 511,
    "nds": 344,
    "ds ": 187,
    " sou": 85,
    "soun": 460,
    "ound": 404,
    "unds": 512,
    "nds ": 345,
    " soun": 86,
    "sound": 461,
    "ounds": 405,
    "unds ": 513,
    " no": 66,
    "no ": 362,
    " no ": 67,
    " ne": 61,
    "nev": 349,
    "ver": 526,
    " nev": 64,
    "neve": 350,
    "ever": 236,
    "ver ": 527,
    " neve": 65,
    "never": 351,
    "ever ": 237,
    " i ": 46,
    " do": 17,
    "don": 185,
    "on ": 379,
    " don": 18,
    "don ": 186,
    " don ": 19,
    " t ": 87,
    "thi": 495,
    "hin": 271,
    "ink": 298,
    "nk ": 359,
    " thi": 98,
    "thin": 496,
    "hink": 274,
    "ink ": 299,
    " thin": 99,
    "think": 498,
    "hink ": 275,
    "so ": 455,
    " so ": 82,
    "han": 255,
    "ank": 132,
    "nks": 360,
    "ks ": 303,
    "than": 488,
    "hank": 256,
    "anks": 134,
    "nks ": 361,
    " than": 96,
    "thank": 489,
    "hanks": 258,
    "anks ": 135,
    "ank ": 133,
    "hank ": 257,
    " ap": 1,
    "app": 141,
    "ppr": 409,
    "pre": 412,
    "rec": 426,
    "eci": 188,
    "cia": 168,
    "iat": 282,
    "te ": 478,
    " app": 2,
    "appr": 142,
    "ppre": 410,
    "prec": 413,
    "reci": 427,
    "ecia": 189,
    "ciat": 169,
    "iate": 283,
    "ate ": 149,
    " appr": 3,
    "appre": 143,
    "pprec": 411,
    "preci": 414,
    "recia": 428,
    "eciat": 190,
    "ciate": 170,
    "iate ": 284,
    " it": 50,
    "it ": 302,
    " it ": 51,
    " ca": 10,
    "can": 166,
    "an ": 131,
    " can": 11,
    "can ": 167,
    " can ": 12,
    " te": 91,
    "tel": 479,
    " tel": 92,
    "tell": 483,
    " tell": 93,
    "tell ": 484,
    " me": 55,
    "me ": 326,
    " me ": 56,
    "ore": 386,
    "re ": 425,
    "more": 331,
    "ore ": 387,
    " more": 59,
    "more ": 332,
    "som": 456,
    "ome": 375,
    "met": 327,
    "eth": 230,
    " som": 83,
    "some": 457,
    "omet": 377,
    "meth": 328,
    "ethi": 231,
    "hing": 272,
    " some": 84,
    "somet": 458,
    "ometh": 378,
    "methi": 329,
    "ethin": 232,
    "thing": 497,
    "hing ": 273,
    " el": 20,
    "els": 209,
    "lse": 324,
    " els": 21,
    "else": 210,
    "lse ": 325,
    " else": 22,
    "else ": 211,
    " wh": 111,
    "wha": 536,
    " wha": 112,
    "what": 537,
    " what": 113,
    "what ": 538,
    " re": 73,
    " re ": 74,
    " we": 108,
    "elc": 200,
    "lco": 315,
    "com": 171,
    " wel": 109,
    "welc": 532,
    "elco": 201,
    "lcom": 316,
    "come": 172,
    "ome ": 376,
    " welc": 110,
    "welco": 533,
    "elcom": 202,
    "lcome": 317,
    "come ": 173,
    " gl": 29,
    "gla": 248,
    "lad": 310,
    "ad ": 126,
    " gla": 30,
    "glad": 249,
    "lad ": 311,
    " glad": 31,
    "glad ": 250,
    "oul": 400,
    "uld": 509,
    "ld ": 318,
    "coul": 175,
    "ould": 401,
    "uld ": 510,
    " coul": 15,
    "could": 176,
    "ould ": 402,
    "elp": 207,
    "lp ": 323,
    "help": 264,
    "elp ": 208,
    " help": 38,
    "help ": 265,
    " ot": 70,
    "oth": 396,
    "the": 492,
    "her": 266,
    " oth": 71,
    "othe": 397,
    "ther": 493,
    "her ": 267,
    " othe": 72,
    "other": 398,
    "ther ": 494,
    " wa": 105,
    "wan": 528,
    "ant": 136,
    "nt ": 363,
    " wan": 106,
    "want": 529,
    "ant ": 137,
    " want": 107,
    "want ": 530,
    " to": 100,
    "to ": 502,
    " to ": 101,
    " bo": 4,
    "boo": 161,
    "ook": 384,
    "ok ": 374,
    " boo": 5,
    "book": 162,
    "ook ": 385,
    " book": 6,
    "book ": 163,
    " a ": 0,
    "res": 432,
    "est": 226,
    "sta": 463,
    "tau": 472,
    "aur": 155,
    "ura": 514,
    "ran": 421,
    " res": 75,
    "rest": 435,
    "esta": 228,
    "stau": 464,
    "taur": 473,
    "aura": 156,
    "uran": 515,
    "rant": 422,
    " rest": 77,
    "resta": 436,
    "estau": 229,
    "staur": 465,
    "taura": 474,
    "auran": 157,
    "urant": 516,
    "rant ": 423,
    "nee": 346,
    " nee": 62,
    "need": 347,
    " need": 63,
    "need ": 348,
    "ese": 223,
    "ser": 452,
    "erv": 219,
    "rva": 446,
    "vat": 520,
    "ati": 152,
    "tio": 499,
    "ion": 300,
    "rese": 433,
    "eser": 224,
    "serv": 453,
    "erva": 220,
    "rvat": 447,
    "vati": 521,
    "atio": 153,
    "tion": 500,
    "ion ": 301,
    " rese": 76,
    "reser": 434,
    "eserv": 225,
    "serva": 454,
    "ervat": 221,
    "rvati": 448,
    "vatio": 522,
    "ation": 154,
    "tion ": 501,
    "nt_": 364,
    "t_i": 466,
    "_in": 120,
    "inf": 293,
    "nfo": 352,
    "for": 245,
    "orm": 388,
    "rm ": 440,
    "ant_": 138,
    "nt_i": 365,
    "t_in": 467,
    "_inf": 121,
    "info": 294,
    "nfor": 353,
    "form": 246,
    "orm ": 389,
    "rant_": 424,
    "ant_i": 139,
    "nt_in": 366,
    "t_inf": 468,
    "_info": 122,
    "infor": 295,
    "nform": 354,
    "form ": 247,
    "t_r": 469,
    "_re": 123,
    "req": 429,
    "equ": 215,
    "que": 415,
    "ues": 506,
    "st ": 462,
    "nt_r": 367,
    "t_re": 470,
    "_req": 124,
    "requ": 430,
    "eque": 216,
    "ques": 416,
    "uest": 507,
    "est ": 227,
    "ant_r": 140,
    "nt_re": 368,
    "t_req": 471,
    "_requ": 125,
    "reque": 431,
    "eques": 217,
    "quest": 417,
    "uest ": 508,
    " ta": 88,
    "tax": 475,
    "axi": 158,
    "xi_": 539,
    "i_i": 279,
    " tax": 89,
    "taxi": 476,
    "axi_": 159,
    "xi_i": 540,
    "i_in": 280,
    " taxi": 90,
    "taxi_": 477,
    "axi_i": 160,
    "xi_in": 541,
    "i_inf": 281,
    " tr": 102,
    "tra": 503,
    "rai": 418,
    "ain": 127,
    "in_": 285,
    "n_i": 335,
    " tra": 103,
    "trai": 504,
    "rain": 419,
    "ain_": 128,
    "in_i": 286,
    "n_in": 336,
    " trai": 104,
    "train": 505,
    "rain_": 420,
    "ain_i": 129,
    "in_in": 287,
    "n_inf": 337,
    "n_r": 338,
    "in_r": 288,
    "n_re": 339,
    "ain_r": 130,
    "in_re": 289,
    "n_req": 340,
    " ho": 43,
    "hot": 276,
    "ote": 393,
    "el_": 195,
    "l_i": 304,
    " hot": 44,
    "hote": 277,
    "otel": 394,
    "tel_": 480,
    "el_i": 196,
    "l_in": 305,
    " hote": 45,
    "hotel": 278,
    "otel_": 395,
    "tel_i": 481,
    "el_in": 197,
    "l_inf": 306,
    "l_r": 307,
    "el_r": 198,
    "l_re": 308,
    "tel_r": 482,
    "el_re": 199,
    "l_req": 309
  },
  "response": null,
  "action_text": null
}