{
  "text": {
    "i": 158,
    "want": 400,
    "a": 11,
    "italian": 188,
    "place": 267,
    "i want": 163,
    "want a": 401,
    "a italian": 16,
    "italian place": 190,
    "show": 312,
    "me": 212,
    "japanese": 191,
    "restaurants": 291,
    "show me": 313,
    "me japanese": 214,
    "japanese restaurants": 193,
    "any": 32,
    "vegetarian": 394,
    "options": 258,
    "any vegetarian": 42,
    "vegetarian options": 395,
    "thai": 345,
    "food": 119,
    "near": 231,
    "here": 146,
    "thai food": 346,
    "food near": 120,
    "near here": 233,
    "do": 103,
    "you": 420,
    "know": 199,
    "mexican": 216,
    "do you": 104,
    "you know": 425,
    "know mexican": 200,
    "mexican restaurants": 218,
    "where": 412,
    "are": 43,
    "the": 349,
    "in": 166,
    "south": 320,
    "where are": 413,
    "are the": 44,
    "the restaurants": 358,
    "restaurants in": 294,
    "in south": 173,
    "find": 115,
    "downtown": 107,
    "find a": 116,
    "a place": 18,
    "place in": 269,
    "in downtown": 167,
    "around": 47,
    "city": 94,
    "centre": 85,
    "any restaurants": 38,
    "restaurants around": 292,
    "around city": 49,
    "city centre": 95,
    "nearby": 234,
    "north": 244,
    "spots": 325,
    "nearby north": 235,
    "north spots": 245,
    "east": 108,
    "restaurant": 289,
    "suggestions": 332,
    "east restaurant": 109,
    "restaurant suggestions": 290,
    "book": 63,
    "hotel": 147,
    "paris": 259,
    "book me": 66,
    "me a": 213,
    "a hotel": 15,
    "hotel in": 149,
    "in paris": 172,
    "looking": 208,
    "for": 121,
    "hotels": 151,
    "london": 207,
    "looking for": 209,
    "for hotels": 125,
    "hotels in": 153,
    "in london": 169,
    "any hotels": 34,
    "hotels near": 154,
    "near downtown": 232,
    "to": 370,
    "stay": 327,
    "want to": 402,
    "to stay": 377,
    "stay in": 328,
    "new": 240,
    "york": 419,
    "in new": 170,
    "new york": 241,
    "__number__": 0,
    "people": 262,
    "please": 274,
    "for __number__": 122,
    "__number__ people": 8,
    "people please": 263,
    "need": 236,
    "room": 297,
    "need a": 237,
    "a room": 21,
    "room for": 298,
    "can": 79,
    "can you": 82,
    "you book": 421,
    "book a": 64,
    "how": 155,
    "about": 24,
    "guests": 141,
    "how about": 156,
    "about __number__": 25,
    "__number__ guests": 5,
    "accommodation": 26,
    "needed": 239,
    "__number__ accommodation": 2,
    "accommodation needed": 27,
    "what": 408,
    "s": 299,
    "price": 281,
    "what s": 409,
    "s the": 304,
    "the price": 356,
    "much": 221,
    "does": 105,
    "it": 184,
    "cost": 96,
    "how much": 157,
    "much does": 222,
    "does it": 106,
    "it cost": 185,
    "cost cost": 97,
    "fare": 113,
    "tickets": 366,
    "fare for": 114,
    "for tickets": 130,
    "tell": 343,
    "you tell": 428,
    "tell me": 344,
    "me the": 215,
    "rate": 282,
    "need to": 238,
    "to know": 375,
    "know the": 201,
    "the rate": 357,
    "when": 410,
    "is": 178,
    "next": 242,
    "train": 380,
    "when is": 411,
    "is the": 182,
    "the next": 355,
    "next train": 243,
    "time": 367,
    "the time": 360,
    "schedule": 306,
    "schedule please": 307,
    "trains": 381,
    "at": 50,
    "any trains": 41,
    "trains at": 382,
    "at __number__": 51,
    "__number__ __number__": 1,
    "check": 88,
    "timetable": 368,
    "check the": 91,
    "the timetable": 361,
    "call": 75,
    "taxi": 335,
    "using": 392,
    "call a": 76,
    "a taxi": 22,
    "taxi using": 338,
    "using __number__": 393,
    "on": 254,
    "taxi on": 336,
    "on __number__": 255,
    "my": 224,
    "number": 247,
    "my number": 227,
    "number is": 248,
    "is __number__": 179,
    "__number__ call": 3,
    "via": 396,
    "please call": 275,
    "call taxi": 77,
    "taxi via": 339,
    "via __number__": 397,
    "with": 416,
    "phone": 264,
    "taxi with": 340,
    "with phone": 418,
    "phone __number__": 265,
    "attractions": 55,
    "find attractions": 117,
    "attractions nearby": 56,
    "there": 362,
    "points": 276,
    "of": 249,
    "interest": 175,
    "are there": 45,
    "there any": 363,
    "any points": 37,
    "points of": 277,
    "of interest": 252,
    "interest around": 176,
    "recommend": 285,
    "landmarks": 202,
    "you recommend": 426,
    "recommend landmarks": 286,
    "name": 228,
    "an": 30,
    "attraction": 52,
    "the name": 354,
    "name of": 230,
    "of an": 251,
    "an attraction": 31,
    "attraction here": 53,
    "suggest": 329,
    "tourist": 378,
    "spot": 324,
    "suggest a": 330,
    "a tourist": 23,
    "tourist spot": 379,
    "find me": 118,
    "a restaurant": 19,
    "to book": 372,
    "good": 136,
    "eat": 110,
    "you suggest": 427,
    "a good": 13,
    "good place": 137,
    "place to": 270,
    "to eat": 374,
    "available": 57,
    "restaurants available": 293,
    "let": 203,
    "dining": 101,
    "let s": 204,
    "s find": 301,
    "a dining": 12,
    "dining spot": 102,
    "m": 210,
    "i m": 161,
    "m looking": 211,
    "for italian": 126,
    "italian food": 189,
    "have": 144,
    "you have": 424,
    "have vegetarian": 145,
    "we": 403,
    "we need": 406,
    "a mexican": 17,
    "mexican restaurant": 217,
    "places": 271,
    "any japanese": 35,
    "japanese places": 192,
    "places nearby": 273,
    "get": 134,
    "chinese": 92,
    "can we": 81,
    "we get": 404,
    "get chinese": 135,
    "chinese here": 93,
    "south please": 321,
    "any spots": 39,
    "spots in": 326,
    "in east": 168,
    "for a": 123,
    "place around": 268,
    "check places": 90,
    "places in": 272,
    "in north": 171,
    "it s": 186,
    "s for": 302,
    "ll": 205,
    "be": 58,
    "four": 132,
    "we ll": 405,
    "ll be": 206,
    "be four": 59,
    "just": 197,
    "only": 256,
    "just __number__": 198,
    "__number__ it": 7,
    "s only": 303,
    "only me": 257,
    "will": 414,
    "six": 314,
    "us": 389,
    "there will": 365,
    "will be": 415,
    "be six": 60,
    "six of": 315,
    "of us": 253,
    "re": 283,
    "group": 139,
    "we re": 407,
    "re a": 284,
    "a group": 14,
    "group of": 140,
    "of __number__": 250,
    "something": 317,
    "under": 383,
    "euros": 112,
    "for something": 129,
    "something under": 319,
    "under __number__": 384,
    "__number__ euros": 4,
    "budget": 73,
    "my budget": 225,
    "budget is": 74,
    "is around": 180,
    "around __number__": 48,
    "shouldn": 310,
    "t": 333,
    "more": 219,
    "than": 347,
    "it shouldn": 187,
    "shouldn t": 311,
    "t cost": 334,
    "cost more": 98,
    "more than": 220,
    "than __number__": 348,
    "d": 99,
    "prefer": 279,
    "if": 164,
    "possible": 278,
    "i d": 160,
    "d prefer": 100,
    "prefer something": 280,
    "something about": 318,
    "__number__ if": 6,
    "if possible": 165,
    "spend": 322,
    "up": 387,
    "i can": 159,
    "can spend": 80,
    "spend up": 323,
    "up to": 388,
    "to __number__": 371,
    "call using": 78,
    "__number__ please": 9,
    "book with": 67,
    "with __number__": 417,
    "use": 390,
    "use __number__": 391,
    "__number__ to": 10,
    "to call": 373,
    "phone number": 266,
    "i need": 162,
    "you find": 422,
    "hotel for": 148,
    "for me": 128,
    "hotels available": 152,
    "hotel nearby": 150,
    "booking": 68,
    "alice": 28,
    "smith": 316,
    "the booking": 351,
    "booking is": 69,
    "is under": 183,
    "under alice": 385,
    "alice smith": 29,
    "john": 194,
    "for john": 127,
    "john please": 195,
    "emma": 111,
    "my name": 226,
    "name is": 229,
    "is emma": 181,
    "reserve": 287,
    "bob": 61,
    "johnson": 196,
    "reserve under": 288,
    "under bob": 386,
    "bob johnson": 62,
    "charlie": 86,
    "brown": 72,
    "book for": 65,
    "for charlie": 124,
    "charlie brown": 87,
    "the schedule": 359,
    "timetable please": 369,
    "taxi please": 337,
    "ride": 295,
    "now": 246,
    "a ride": 20,
    "ride now": 296,
    "taxis": 341,
    "any taxis": 40,
    "taxis available": 342,
    "hail": 142,
    "you hail": 423,
    "hail a": 143,
    "see": 308,
    "museum": 223,
    "to see": 376,
    "see the": 309,
    "the museum": 353,
    "visit": 398,
    "botanical": 70,
    "garden": 133,
    "s visit": 305,
    "visit the": 399,
    "the botanical": 352,
    "botanical garden": 71,
    "castles": 83,
    "any castles": 33,
    "castles nearby": 84,
    "zoos": 429,
    "check for": 89,
    "for zoos": 131,
    "zoos around": 430,
    "parks": 260,
    "area": 46,
    "any parks": 36,
    "parks in": 261,
    "in the": 174,
    "the area": 350,
    "there points": 364,
    "interest here": 177,
    "s a": 300,
    "good tourist": 138,
    "suggest an": 331,
    "attraction please": 54
  },
  "intent": {
    "restaurant_food": 16,
    "restaurant_area": 15,
    "hotel_area": 1,
    "hotel_rooms": 2,
    "train_price": 18,
    "train_time": 19,
    "taxi_phone": 17,
    "attraction_info": 0,
    "request_restaurant": 12,
    "inform_food": 5,
    "inform_area": 3,
    "inform_people": 6,
    "inform_price": 8,
    "inform_phone": 7,
    "request_hotel": 11,
    "inform_reservation": 9,
    "request_train": 14,
    "request_taxi": 13,
    "inform_attraction": 4,
    "request_attraction": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "attraction_form": 12,
    "hotel_form": 13,
    "restaurant_form": 14,
    "taxi_form": 15,
    "train_form": 16,
    "utter_confirm_all_attraction": 17,
    "utter_confirm_all_hotel": 18,
    "utter_confirm_all_restaurant": 19,
    "utter_confirm_all_taxi": 20,
    "utter_confirm_all_train": 21
  },
  "action_text": null,
  "intent_response_key": null
}