{
  "text": {
    "i": 166,
    "want": 438,
    "to": 412,
    "travel": 427,
    "on": 275,
    "15th": 4,
    "april": 43,
    "i want": 172,
    "want to": 439,
    "to travel": 417,
    "travel on": 429,
    "on 15th": 276,
    "15th april": 5,
    "the": 377,
    "date": 96,
    "is": 185,
    "20th": 8,
    "may": 240,
    "the date": 378,
    "date is": 98,
    "is 20th": 186,
    "20th may": 9,
    "let": 222,
    "s": 322,
    "set": 343,
    "for": 137,
    "3rd": 14,
    "june": 215,
    "let s": 223,
    "s set": 330,
    "set the": 345,
    "date for": 97,
    "for 3rd": 140,
    "3rd june": 15,
    "can": 68,
    "we": 441,
    "plan": 296,
    "10th": 0,
    "july": 214,
    "can we": 71,
    "we plan": 444,
    "plan for": 297,
    "for 10th": 138,
    "10th july": 1,
    "when": 456,
    "would": 476,
    "be": 58,
    "good": 156,
    "how": 162,
    "about": 28,
    "2nd": 12,
    "august": 53,
    "when would": 460,
    "would be": 477,
    "be good": 60,
    "good how": 157,
    "how about": 163,
    "about 2nd": 29,
    "2nd august": 13,
    "traveling": 430,
    "5th": 16,
    "september": 339,
    "works": 474,
    "best": 63,
    "traveling on": 432,
    "on 5th": 278,
    "5th september": 17,
    "september works": 340,
    "works best": 475,
    "departure": 109,
    "scheduled": 336,
    "12th": 2,
    "october": 270,
    "the departure": 379,
    "departure is": 112,
    "is scheduled": 194,
    "scheduled for": 337,
    "for 12th": 139,
    "12th october": 3,
    "m": 231,
    "available": 54,
    "18th": 6,
    "november": 269,
    "i m": 170,
    "m available": 232,
    "available on": 56,
    "on 18th": 277,
    "18th november": 7,
    "next": 260,
    "weekend": 445,
    "so": 347,
    "24th": 10,
    "december": 99,
    "sounds": 349,
    "next weekend": 261,
    "weekend so": 446,
    "so 24th": 348,
    "24th december": 11,
    "december sounds": 100,
    "sounds good": 350,
    "7th": 18,
    "january": 208,
    "year": 479,
    "about 7th": 30,
    "7th january": 19,
    "january next": 209,
    "next year": 262,
    "what": 447,
    "time": 405,
    "what s": 454,
    "s the": 332,
    "departure time": 113,
    "does": 122,
    "train": 424,
    "leave": 219,
    "when does": 457,
    "does the": 124,
    "the train": 392,
    "train leave": 425,
    "could": 91,
    "you": 484,
    "tell": 369,
    "me": 244,
    "schedule": 334,
    "today": 418,
    "could you": 92,
    "you tell": 490,
    "tell me": 370,
    "me the": 245,
    "the schedule": 388,
    "schedule for": 335,
    "for today": 146,
    "do": 119,
    "depart": 102,
    "tomorrow": 420,
    "what time": 455,
    "time do": 406,
    "do we": 120,
    "we depart": 442,
    "depart tomorrow": 104,
    "need": 255,
    "know": 216,
    "exact": 129,
    "timing": 409,
    "i need": 171,
    "need to": 256,
    "to know": 415,
    "know the": 217,
    "the exact": 380,
    "exact timing": 130,
    "crucial": 94,
    "my": 251,
    "plans": 298,
    "the time": 390,
    "time is": 407,
    "is crucial": 189,
    "crucial for": 95,
    "for my": 143,
    "my plans": 253,
    "please": 299,
    "provide": 315,
    "hour": 161,
    "please provide": 300,
    "provide the": 317,
    "departure hour": 111,
    "it": 200,
    "important": 178,
    "departs": 108,
    "it s": 206,
    "s important": 327,
    "important to": 179,
    "know when": 218,
    "when it": 459,
    "it departs": 204,
    "when is": 458,
    "is the": 197,
    "train scheduled": 426,
    "scheduled to": 338,
    "to leave": 416,
    "confirm": 79,
    "can you": 72,
    "you confirm": 485,
    "confirm the": 80,
    "much": 248,
    "cost": 87,
    "how much": 164,
    "much does": 249,
    "does it": 123,
    "it cost": 202,
    "are": 44,
    "prices": 311,
    "what are": 448,
    "are the": 47,
    "the prices": 385,
    "prices available": 312,
    "fare": 132,
    "details": 117,
    "the fare": 381,
    "fare details": 133,
    "price": 306,
    "information": 183,
    "needed": 257,
    "the price": 384,
    "price information": 309,
    "information is": 184,
    "is needed": 192,
    "ticket": 402,
    "costs": 89,
    "the ticket": 389,
    "ticket costs": 403,
    "total": 421,
    "this": 397,
    "trip": 433,
    "the total": 391,
    "total price": 423,
    "price for": 308,
    "for this": 145,
    "this trip": 401,
    "pricing": 313,
    "options": 282,
    "you provide": 489,
    "the pricing": 386,
    "pricing options": 314,
    "help": 159,
    "if": 175,
    "gave": 152,
    "it would": 207,
    "would help": 478,
    "help if": 160,
    "if you": 177,
    "you gave": 487,
    "gave me": 153,
    "essential": 127,
    "decision": 101,
    "price details": 307,
    "details are": 118,
    "are essential": 46,
    "essential for": 128,
    "my decision": 252,
    "will": 466,
    "journey": 210,
    "much will": 250,
    "will the": 467,
    "the journey": 382,
    "journey cost": 211,
    "departing": 105,
    "from": 147,
    "paris": 289,
    "m departing": 233,
    "departing from": 107,
    "from paris": 150,
    "origin": 283,
    "london": 230,
    "origin is": 284,
    "is london": 190,
    "city": 77,
    "madrid": 236,
    "departure city": 110,
    "city is": 78,
    "is madrid": 191,
    "amsterdam": 39,
    "the origin": 383,
    "is set": 195,
    "set to": 346,
    "to amsterdam": 413,
    "ll": 226,
    "start": 351,
    "our": 287,
    "rome": 320,
    "we ll": 443,
    "ll start": 227,
    "start our": 352,
    "our journey": 288,
    "journey from": 212,
    "from rome": 151,
    "originating": 285,
    "berlin": 62,
    "originating from": 286,
    "from berlin": 148,
    "leaving": 220,
    "new": 258,
    "york": 482,
    "m leaving": 234,
    "leaving from": 221,
    "from new": 149,
    "new york": 259,
    "tokyo": 419,
    "departing city": 106,
    "is tokyo": 199,
    "sydney": 363,
    "is sydney": 196,
    "starting": 354,
    "point": 301,
    "starting point": 356,
    "point is": 302,
    "is paris": 193,
    "yes": 480,
    "that": 371,
    "yes that": 481,
    "that time": 375,
    "time works": 408,
    "correct": 85,
    "that s": 373,
    "s correct": 324,
    "perfect": 292,
    "perfect timing": 293,
    "timing for": 410,
    "for me": 142,
    "suits": 361,
    "that suits": 374,
    "suits my": 362,
    "my schedule": 254,
    "right": 318,
    "the right": 387,
    "right time": 319,
    "agree": 35,
    "with": 468,
    "i agree": 167,
    "agree with": 36,
    "with this": 470,
    "this timing": 400,
    "wanted": 440,
    "correct that": 86,
    "s what": 333,
    "what i": 452,
    "i wanted": 173,
    "s perfect": 329,
    "alright": 37,
    "go": 154,
    "alright let": 38,
    "s go": 325,
    "go with": 155,
    "with that": 469,
    "confirmed": 81,
    "confirmed that": 82,
    "s good": 326,
    "no": 263,
    "doesn": 125,
    "t": 365,
    "work": 473,
    "no that": 264,
    "that doesn": 372,
    "doesn t": 126,
    "t work": 368,
    "not": 265,
    "s not": 328,
    "not right": 267,
    "make": 238,
    "at": 50,
    "can t": 70,
    "t make": 367,
    "make it": 239,
    "it at": 201,
    "at that": 52,
    "fit": 135,
    "t fit": 366,
    "fit my": 136,
    "suitable": 359,
    "not suitable": 268,
    "suitable for": 360,
    "unavailable": 434,
    "then": 394,
    "m unavailable": 235,
    "unavailable then": 435,
    "won": 471,
    "that timing": 376,
    "timing won": 411,
    "won t": 472,
    "possible": 303,
    "not possible": 266,
    "possible for": 305,
    "unfortunate": 436,
    "unfortunate timing": 437,
    "change": 73,
    "to change": 414,
    "change the": 74,
    "where": 461,
    "book": 65,
    "tickets": 404,
    "where can": 462,
    "can i": 69,
    "i book": 168,
    "book tickets": 66,
    "destinations": 114,
    "what destinations": 450,
    "destinations are": 115,
    "are available": 45,
    "service": 341,
    "offered": 274,
    "where is": 463,
    "is this": 198,
    "this service": 399,
    "service offered": 342,
    "which": 464,
    "locations": 228,
    "cover": 93,
    "which locations": 465,
    "locations do": 229,
    "do you": 121,
    "you cover": 486,
    "a": 25,
    "list": 224,
    "of": 271,
    "provide a": 316,
    "a list": 27,
    "list of": 225,
    "of destinations": 272,
    "cities": 75,
    "operate": 279,
    "in": 180,
    "what cities": 449,
    "cities do": 76,
    "you operate": 488,
    "operate in": 280,
    "booking": 67,
    "destinations available": 116,
    "available for": 55,
    "for booking": 141,
    "i go": 169,
    "of possible": 273,
    "possible destinations": 304,
    "available travel": 57,
    "travel destinations": 428,
    "__number__": 20,
    "price is": 310,
    "is __number__": 187,
    "around": 48,
    "it costs": 203,
    "costs around": 90,
    "around __number__": 49,
    "approximately": 41,
    "approximately __number__": 42,
    "__number__ for": 22,
    "for the": 144,
    "the trip": 393,
    "set at": 344,
    "at __number__": 51,
    "per": 290,
    "__number__ per": 23,
    "per ticket": 291,
    "fare is": 134,
    "__number__ total": 24,
    "s about": 323,
    "about __number__": 31,
    "this journey": 398,
    "total cost": 422,
    "cost is": 88,
    "expected": 131,
    "__number__ expected": 21,
    "about traveling": 34,
    "traveling from": 431,
    "maybe": 241,
    "better": 64,
    "maybe rome": 242,
    "rome would": 321,
    "be better": 59,
    "what if": 453,
    "if we": 176,
    "depart from": 103,
    "consider": 83,
    "consider starting": 84,
    "starting in": 355,
    "in london": 181,
    "perhaps": 294,
    "option": 281,
    "perhaps madrid": 295,
    "madrid is": 237,
    "is a": 188,
    "a good": 26,
    "good option": 158,
    "might": 246,
    "about amsterdam": 32,
    "amsterdam it": 40,
    "it might": 205,
    "might work": 247,
    "york how": 483,
    "how s": 165,
    "s that": 331,
    "ideal": 174,
    "maybe sydney": 243,
    "sydney would": 364,
    "be ideal": 61,
    "suggestion": 357,
    "your": 492,
    "suggestion start": 358,
    "start your": 353,
    "your journey": 493,
    "journey in": 213,
    "in tokyo": 182,
    "think": 395,
    "what do": 451,
    "you think": 491,
    "think about": 396,
    "about paris": 33
  },
  "intent": {
    "inform_date": 3,
    "question_time": 5,
    "request_price": 7,
    "inform_origin": 4,
    "confirm_time": 1,
    "disconfirm_time": 2,
    "request_destination": 6,
    "answer_price": 0,
    "suggest_origin": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_answer_price": 12,
    "utter_confirm_date": 13,
    "utter_confirm_time": 14,
    "utter_disconfirm_time": 15,
    "utter_inform_origin": 16,
    "utter_question_time": 17,
    "utter_request_destination": 18,
    "utter_suggest_origin": 19
  },
  "action_text": null,
  "intent_response_key": null
}