{
  "text": {
    "i": 84,
    "m": 141,
    "looking": 136,
    "for": 60,
    "a": 2,
    "restaurant": 203,
    "location": 117,
    "london": 135,
    "i m": 85,
    "m looking": 143,
    "looking for": 137,
    "for a": 61,
    "a restaurant": 9,
    "restaurant location": 205,
    "location london": 125,
    "paris": 179,
    "please": 184,
    "location paris": 129,
    "paris please": 180,
    "want": 272,
    "in": 88,
    "rome": 208,
    "i want": 87,
    "want a": 273,
    "restaurant in": 204,
    "in location": 90,
    "location rome": 130,
    "new": 175,
    "york": 284,
    "location new": 128,
    "new york": 176,
    "find": 57,
    "tokyo": 252,
    "find a": 58,
    "location tokyo": 133,
    "interested": 97,
    "berlin": 29,
    "m interested": 142,
    "interested in": 98,
    "in a": 89,
    "location berlin": 120,
    "place": 181,
    "to": 249,
    "eat": 51,
    "madrid": 144,
    "a place": 7,
    "place to": 183,
    "to eat": 250,
    "eat location": 52,
    "location madrid": 126,
    "need": 171,
    "sydney": 224,
    "i need": 86,
    "need a": 172,
    "location sydney": 131,
    "toronto": 253,
    "location toronto": 134,
    "amsterdam": 17,
    "a location": 4,
    "location amsterdam": 118,
    "amsterdam restaurant": 18,
    "type_of_food": 256,
    "italian": 107,
    "food": 59,
    "want type_of_food": 275,
    "type_of_food italian": 261,
    "italian food": 108,
    "mexican": 151,
    "for type_of_food": 64,
    "type_of_food mexican": 264,
    "chinese": 38,
    "type_of_food chinese": 258,
    "chinese please": 39,
    "indian": 93,
    "a type_of_food": 10,
    "type_of_food indian": 260,
    "indian restaurant": 94,
    "japanese": 109,
    "type_of_food japanese": 262,
    "japanese food": 110,
    "french": 67,
    "type_of_food french": 259,
    "french restaurant": 68,
    "thai": 227,
    "type_of_food thai": 266,
    "thai food": 228,
    "spanish": 220,
    "type_of_food spanish": 265,
    "spanish restaurant": 221,
    "american": 15,
    "type_of_food american": 257,
    "american food": 16,
    "korean": 114,
    "type_of_food korean": 263,
    "what": 276,
    "s": 209,
    "the": 236,
    "price": 185,
    "range": 198,
    "what s": 279,
    "s the": 211,
    "the price": 244,
    "price range": 187,
    "how": 81,
    "much": 155,
    "does": 47,
    "it": 103,
    "cost": 44,
    "how much": 82,
    "much does": 156,
    "does it": 48,
    "it cost": 105,
    "budget": 30,
    "the budget": 237,
    "is": 100,
    "expensive": 55,
    "is it": 101,
    "it expensive": 106,
    "level": 115,
    "price level": 186,
    "will": 280,
    "be": 28,
    "much will": 158,
    "will it": 281,
    "it be": 104,
    "the cost": 240,
    "nearby": 170,
    "location nearby": 127,
    "center": 35,
    "location in": 123,
    "in the": 91,
    "the center": 238,
    "downtown": 49,
    "location downtown": 122,
    "downtown restaurant": 50,
    "this": 247,
    "area": 25,
    "in this": 92,
    "this area": 248,
    "something": 217,
    "local": 116,
    "want something": 274,
    "something location": 219,
    "location local": 124,
    "city": 40,
    "location the": 132,
    "the city": 239,
    "close": 41,
    "me": 148,
    "location close": 121,
    "close to": 42,
    "to me": 251,
    "me restaurant": 150,
    "around": 26,
    "here": 72,
    "location around": 119,
    "around here": 27,
    "neighborhood": 174,
    "the neighborhood": 243,
    "district": 45,
    "place location": 182,
    "the district": 241,
    "hotel": 76,
    "with": 282,
    "price_range": 188,
    "cheap": 36,
    "a hotel": 3,
    "hotel with": 80,
    "with a": 283,
    "a price_range": 8,
    "price_range cheap": 192,
    "cheap price": 37,
    "affordable": 13,
    "price_range affordable": 190,
    "affordable hotel": 14,
    "friendly": 69,
    "price_range budget": 191,
    "budget friendly": 31,
    "friendly hotel": 70,
    "moderate": 152,
    "priced": 196,
    "price_range moderate": 195,
    "moderate priced": 153,
    "priced hotel": 197,
    "rate": 199,
    "what is": 278,
    "is the": 102,
    "the price_range": 245,
    "price_range expensive": 193,
    "expensive rate": 56,
    "luxury": 139,
    "price_range luxury": 194,
    "luxury hotel": 140,
    "under": 267,
    "__number__": 0,
    "hotel under": 79,
    "under price_range": 268,
    "price_range __number__": 189,
    "about": 11,
    "hotel about": 77,
    "about price_range": 12,
    "__number__ hotel": 1,
    "name": 159,
    "hilton": 73,
    "for the": 63,
    "the name": 242,
    "name hilton": 161,
    "marriott": 147,
    "hotel name": 78,
    "name marriott": 165,
    "ritz": 206,
    "carlton": 34,
    "need the": 173,
    "name ritz": 166,
    "ritz carlton": 207,
    "hyatt": 83,
    "name hyatt": 163,
    "sheraton": 214,
    "for name": 62,
    "name sheraton": 167,
    "holiday": 74,
    "inn": 95,
    "a name": 6,
    "name holiday": 162,
    "holiday inn": 75,
    "four": 65,
    "seasons": 213,
    "name four": 160,
    "four seasons": 66,
    "intercontinental": 96,
    "name intercontinental": 164,
    "trump": 254,
    "international": 99,
    "name trump": 169,
    "trump international": 255,
    "st": 222,
    "regis": 202,
    "name st": 168,
    "st regis": 223,
    "thank": 229,
    "you": 285,
    "thank you": 230,
    "thanks": 231,
    "very": 269,
    "you very": 287,
    "very much": 271,
    "many": 145,
    "many thanks": 146,
    "appreciate": 23,
    "appreciate it": 24,
    "that": 234,
    "kind": 113,
    "that s": 235,
    "s very": 212,
    "very kind": 270,
    "lot": 138,
    "thanks a": 232,
    "a lot": 5,
    "really": 200,
    "really appreciate": 201,
    "so": 215,
    "thanks so": 233,
    "so much": 216,
    "obliged": 178,
    "much obliged": 157,
    "more": 154,
    "anything": 21,
    "else": 53,
    "anything else": 22,
    "tell": 225,
    "tell me": 226,
    "me more": 149,
    "can": 32,
    "do": 46,
    "what else": 277,
    "else can": 54,
    "can you": 33,
    "you do": 286,
    "another": 19,
    "thing": 246,
    "another thing": 20,
    "something else": 218,
    "continue": 43,
    "keep": 111,
    "going": 71,
    "keep going": 112,
    "next": 177,
    "s next": 210
  },
  "intent": {
    "restaurant_inform": 4,
    "restaurant_inform_type_of_food": 6,
    "restaurant_request_price_range": 7,
    "restaurant_inform_location": 5,
    "hotel_inform_price_range": 3,
    "hotel_inform_name": 2,
    "general_thank": 1,
    "general_reqmore": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_hotel_price_range": 12,
    "utter_ask_restaurant_location": 13,
    "utter_ask_restaurant_type_of_food": 14,
    "utter_confirm_hotel_name": 15
  },
  "action_text": null,
  "intent_response_key": null
}