{
  "text": {
    "i": 49,
    "want": 108,
    "to": 96,
    "travel": 103,
    "on": 70,
    "15th": 0,
    "april": 15,
    "i want": 50,
    "want to": 109,
    "to travel": 100,
    "travel on": 104,
    "on 15th": 71,
    "15th april": 1,
    "the": 91,
    "date": 30,
    "is": 51,
    "20th": 2,
    "may": 66,
    "the date": 92,
    "date is": 32,
    "is 20th": 52,
    "20th may": 3,
    "let": 61,
    "s": 84,
    "set": 89,
    "for": 38,
    "3rd": 4,
    "june": 58,
    "let s": 62,
    "s set": 86,
    "set the": 90,
    "date for": 31,
    "for 3rd": 39,
    "3rd june": 5,
    "we": 110,
    "ll": 63,
    "go": 43,
    "6th": 6,
    "october": 69,
    "we ll": 111,
    "ll go": 64,
    "go on": 44,
    "on 6th": 72,
    "6th october": 7,
    "at": 18,
    "what": 112,
    "time": 94,
    "around": 16,
    "__number__": 8,
    "preferably": 78,
    "at what": 20,
    "what time": 113,
    "time around": 95,
    "around __number__": 17,
    "__number__ __number__": 9,
    "__number__ preferably": 11,
    "train": 101,
    "leaves": 59,
    "the train": 93,
    "train leaves": 102,
    "leaves at": 60,
    "at __number__": 19,
    "schedule": 87,
    "s schedule": 85,
    "schedule for": 88,
    "for __number__": 40,
    "departing": 33,
    "from": 41,
    "berlin": 21,
    "departing from": 34,
    "from berlin": 42,
    "origin": 73,
    "london": 65,
    "origin is": 74,
    "is london": 54,
    "going": 45,
    "paris": 75,
    "going to": 46,
    "to paris": 99,
    "destination": 35,
    "city": 28,
    "rome": 83,
    "destination city": 36,
    "city is": 29,
    "is rome": 55,
    "budget": 24,
    "euros": 37,
    "budget is": 25,
    "is __number__": 53,
    "__number__ euros": 10,
    "price": 79,
    "range": 81,
    "up": 106,
    "price range": 80,
    "range is": 82,
    "is up": 56,
    "up to": 107,
    "to __number__": 97,
    "book": 22,
    "a": 12,
    "trip": 105,
    "to book": 98,
    "book a": 23,
    "a trip": 14,
    "can": 26,
    "you": 114,
    "help": 47,
    "me": 67,
    "plan": 76,
    "journey": 57,
    "can you": 27,
    "you help": 115,
    "help me": 48,
    "me plan": 68,
    "plan a": 77,
    "a journey": 13
  },
  "intent": {
    "inform_date": 0,
    "inform_time": 4,
    "inform_origin": 2,
    "inform_destination": 1,
    "inform_price": 3,
    "request_trip": 5
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "trip_form": 12,
    "utter_confirm_all": 13
  },
  "action_text": null,
  "intent_response_key": null
}